let danshoujian = `<div class="card" style="--i:-5"><img src="图片/box4/武器/单手剑/斫峰之刃.png" alt="">
                        <br>
                        <span>斫峰之刃</span>
                        <p>传说中象征着某一则特定契约的利刃，曾经斩落过山岳的尖端。</p>
                    </div>
                    <div class="card" style="--i:-4"><img src="图片/box4/武器/单手剑/圣显之钥.png" alt="">
                        <br>
                        <span>圣显之钥</span>
                        <p>黑曜石塑造的一对的权杖中的一件。在传说中，隐藏在沙海尽头的乐园门扉是由这柄密钥开启的。</p>
                    </div>
                    <div class="card" style="--i:-3"><img src="图片/box4/武器/单手剑/天空之刃.png" alt="">
                        <br>
                        <span>天空之刃</span>
                        <p>象征风龙的荣誉的骑士剑，如今失而复得。剑脊上吹息着风之神的赐福，蕴含着苍空与长风的力量。</p>
                    </div>
                    <div class="card" style="--i:-2"><img src="图片/box4/武器/单手剑/有乐御簾切.png" alt="">
                        <br>
                        <span>有乐御簾切</span>
                        <p>曾由著名的风雅之士有乐斋亲自监制的名剑，传说在过去数百年间不尝斩过活物。</p>
                    </div>
                    <div class="card" style="--i:-1"><img src="图片/box4/武器/单手剑/波乱月白经津.png" alt="">
                        <br>
                        <span>波乱月白经津</span>
                        <p>经津传奉命锻造的名作。因其如汹涌海涛般的气度，而得「波乱」之名。</p>
                    </div>
                    <div class="card" style="--i:0"><img src="图片/box4/武器/单手剑/磐岩结绿.png" alt="">
                        <br>
                        <span>磐岩结绿</span>
                        <p>由纯净的翠玉精琢细雕而成的仪礼宝剑，挥舞时剑风中似有叹息之声。</p>
                    </div>
                    <div class="card" style="--i:1"><img src="图片/box4/武器/单手剑/苍古自由之誓.png" alt="">
                        <br>
                        <span>苍古自由之誓</span>
                        <p>如同悠古的歌声一般苍蓝的直剑，如同风之国土自由的誓言一般锐利的武器。</p>
                    </div>
                    <div class="card" style="--i:2"><img src="图片/box4/武器/单手剑/裁叶萃光.png" alt="">
                        <br>
                        <span>裁叶萃光</span>
                        <p>以珍贵的白枝制成的饰金之刃，曾经斩断无数浸染森林的黯毒。</p>
                    </div>
                    <div class="card" style="--i:3"><img src="图片/box4/武器/单手剑/雾切之回光.png" alt="">
                        <br>
                        <span>雾切之回光</span>
                        <p>闪烁着凄烈紫光的太刀。名之为「回光」是因为一度破碎的过去。</p>
                    </div>
                    <div class="card" style="--i:4"><img src="图片/box4/武器/单手剑/静水流涌之辉.png" alt="">
                        <br>
                        <span>静水流涌之辉</span>
                        <p>萦绕着至纯之水的权杖，在遥远的昔日曾象征着海原之上至高的权威。</p>
                    </div>
                    <div class="card" style="--i:5"><img src="图片/box4/武器/单手剑/风鹰剑.png" alt="">
                        <br>
                        <span>风鹰剑</span>
                        <p>西风骑士团的灵魂。历经千年仍在呼唤你卷起正义之风，祓除奸邪，一如上一位挥舞此剑的女杰。</p>
                    </div>`
let faqi = `<div class="card" style="--i:-5"><img src="图片/box4/武器/法器/万世流涌大典.png" alt="">
                        <br>
                        <span>万世流涌大典</span>
                        <p>曾在水下的隐修会中代代流传的教谕书，如今已经无人知晓其存在。</p>
                    </div>
                    <div class="card" style="--i:-4"><img src="图片/box4/武器/法器/不灭月华.png" alt="">
                        <br>
                        <span>不灭月华</span>
                        <p>出自深海的美玉之环，闪烁着清澈如月的光泽，一如遥远往昔。</p>
                    </div>
                    <div class="card" style="--i:-3"><img src="图片/box4/武器/法器/千夜浮梦.png" alt="">
                        <br>
                        <span>千夜浮梦</span>
                        <p>浮映千夜之梦的灯盏，苍翠的光中流溢着遥世的歌。</p>
                    </div>
                    <div class="card" style="--i:-2"><img src="图片/box4/武器/法器/四风原典.png" alt="">
                        <br>
                        <span>四风原典</span>
                        <p>崇信风的无名先民所写的教典珍本。数千年流传的信仰之力得到了风的青睐，饱含祝福与力量。</p>
                    </div>
                    <div class="card" style="--i:-1"><img src="图片/box4/武器/法器/图莱杜拉的回忆.png" alt="">
                        <br>
                        <span>图莱杜拉的回忆</span>
                        <p>深蓝宝石与纯银雕成的铃铛，回响之声清脆悠远。</p>
                    </div>
                    <div class="card" style="--i:0"><img src="图片/box4/武器/法器/天空之卷.png" alt="">
                        <br>
                        <span>天空之卷</span>
                        <p>象征风龙与其主风之神的云图集。细致记载了北地天空的风与云，蕴含苍空与长风的力量。</p>
                    </div>
                    <div class="card" style="--i:1"><img src="图片/box4/武器/法器/尘世之锁.png" alt="">
                        <br>
                        <span>尘世之锁</span>
                        <p>蕴含着某种悠远记忆的石锁，随着无穷的变换透露出其中的力量。</p>
                    </div>
                    <div class="card" style="--i:2"><img src="图片/box4/武器/法器/碧落之珑.png" alt="">
                        <br>
                        <span>碧落之珑</span>
                        <p>由碧色美玉雕成的礼器，放射着天空与碧水的光泽。</p>
                    </div>
                    <div class="card" style="--i:3"><img src="图片/box4/武器/法器/神乐之真意.png" alt="">
                        <br>
                        <span>神乐之真意</span>
                        <p>表演神乐之舞时所用的神铃，为宫司所赐福。神樱之香萦绕其上。</p>
                    </div>
                    <div class="card" style="--i:4"><img src="图片/box4/武器/法器/金流监督.png" alt="">
                        <br>
                        <span>金流监督</span>
                        <p>能够监控特定现象的悬浮仪器，废弃后被拾获者重新改造为其他用途。</p>
                    </div>
                    <div class="card" style="--i:5"><img src="图片/box4/武器/法器/鹤鸣余音.png" alt="">
                        <br>
                        <span>鹤鸣余音</span>
                        <p>由纯洁的翡玉琢刻而成的宝扇，萦绕着古老的仙力气息。</p>
                    </div>`
let qiang = `<div class="card" style="--i:-4"><img src="图片/box4/武器/长柄武器/和璞鸢.png" alt="">
                        <br>
                        <span>和璞鸢</span>
                        <p>魔神翡玉化作的长枪，拥有刺杀远古海兽的沉重与锋利。</p>
                    </div>
                    <div class="card" style="--i:-3"><img src="图片/box4/武器/长柄武器/天空之脊.png" alt="">
                        <br>
                        <span>天空之脊</span>
                        <p>象征风龙坚定决心的长枪。直挺的枪杆直指天穹，蕴含苍空与长风的力量。</p>
                    </div>
                    <div class="card" style="--i:-2"><img src="图片/box4/武器/长柄武器/息灾.png" alt="">
                        <br>
                        <span>息灾</span>
                        <p>由奇异晶石打造成的锋锐利器。幽幽蓝光似乎诉说着无尽往事。</p>
                    </div>
                    <div class="card" style="--i:-1"><img src="图片/box4/武器/长柄武器/护摩之杖.png" alt="">
                        <br>
                        <span>护摩之杖</span>
                        <p>在早已失落的古老祭仪中，使用的朱赤「柴火杖」。</p>
                    </div>
                    <div class="card" style="--i:0"><img src="图片/box4/武器/长柄武器/薙草之稻光.png" alt="">
                        <br>
                        <span>薙草之稻光</span>
                        <p>用于「斩草」的薙tì刀。对向此物之军势，也会如苇草般倒下吧…</p>
                    </div>
                    <div class="card" style="--i:1"><img src="图片/box4/武器/长柄武器/贯虹之槊.png" alt="">
                        <br>
                        <span>贯虹之槊</span>
                        <p>或许能贯穿一切的锋利长枪。挥舞当中，仿佛能见到空气被枪划破的裂痕。</p>
                    </div>
                    <div class="card" style="--i:2"><img src="图片/box4/武器/长柄武器/赤月之形.png" alt="">
                        <br>
                        <span>赤月之形</span>
                        <p>色泽如赤月般刺眼的锋锐利器。据说在某个古老的王朝中曾被视为贯穿两界的礼器，但如今早已不再有人记得彼时的信仰与典礼。</p>
                    </div>
                    <div class="card" style="--i:3"><img src="图片/box4/武器/长柄武器/赤沙之杖.png" alt="">
                        <br>
                        <span>赤沙之杖</span>
                        <p>黑曜石塑造的一对的权杖中的一件。在传说中，具有引领沙之民的权威，但如今已经没有能辨别出这件王器形象的臣子了。</p>
                    </div>`
let shuangshoujian = `<div class="card" style="--i:-3"><img src="图片/box4/武器/双手剑/天空之傲.png" alt="">
                        <br>
                        <span>天空之傲</span>
                        <p>象征风龙的骄傲广布长空的双手剑。挥舞时的低吟是风龙的气势，蕴含苍空与长风的力量。</p>
                    </div>
                    <div class="card" style="--i:-2"><img src="图片/box4/武器/双手剑/无工之剑.png" alt="">
                        <br>
                        <span>无工之剑</span>
                        <p>能靖祛妖魔奸佞，仿佛有神威的无锋大剑。</p>
                    </div>
                    <div class="card" style="--i:-1"><img src="图片/box4/武器/双手剑/松籁响起之时.png" alt="">
                        <br>
                        <span>松籁响起之时</span>
                        <p>如同翻弄草木的息吹一般轻盈的大剑,如同吹倒树木的飓风一般摧枯拉朽的武器。</p>
                    </div>
                    <div class="card" style="--i:0"><img src="图片/box4/武器/双手剑/狼的末路.png" alt="">
                        <br>
                        <span>狼的末路</span>
                        <p>狼的骑士所使的大剑。原本只是城中铁匠赠予的厚重的铁片，却在他与狼的情谊中，获得神话般的力量。</p>
                    </div>
                    <div class="card" style="--i:1"><img src="图片/box4/武器/双手剑/苇海信标.png" alt="">
                        <br>
                        <span>苇海信标</span>
                        <p>造型古旧的平头大剑，似乎曾是王器与某种仪式用的武器。</p>
                    </div>
                    <div class="card" style="--i:2"><img src="图片/box4/武器/双手剑/裁断.png" alt="">
                        <br>
                        <span>裁断</span>
                        <p>曾经抛弃家名的贵族少女使用过的武器，过去沾染了敌人与挚爱的血液。</p>
                    </div>
                    <div class="card" style="--i:3"><img src="图片/box4/武器/双手剑/赤角石溃杵.png" alt="">
                        <br>
                        <span>赤角石溃杵</span>
                        <p>传说中象征着某一则特定契约的利刃，曾经斩落过山岳的尖端。</p>
                    </div>`
let gong = `<div class="card" style="--i:-4"><img src="图片/box4/武器/弓/冬极白星.png" alt="">
                        <br>
                        <span>冬极白星</span>
                        <p>如同深冬坚冰一样尖锐的无垢之弓。</p>
                    </div>
                    <div class="card" style="--i:-3"><img src="图片/box4/武器/弓/天空之翼.png" alt="">
                        <br>
                        <span>天空之翼</span>
                        <p>象征风龙身为风之神眷属的大弓。释弦时的鸣声是风之神的偏爱，蕴含苍空与长风的力量。</p>
                    </div>
                    <div class="card" style="--i:-2"><img src="图片/box4/武器/弓/最初的大魔术.png" alt="">
                        <br>
                        <span>最初的大魔术</span>
                        <p>过去的「大魔术师」曾经使用的表演道具，最终揭露的秘密是它其实也是不俗的武器。</p>
                    </div>
                    <div class="card" style="--i:-1"><img src="图片/box4/武器/弓/猎人之径.png" alt="">
                        <br>
                        <span>猎人之径</span>
                        <p>以珍贵的白枝制成的饰金猎弓，曾经射落无数侵入森林的恶兽。</p>
                    </div>
                    <div class="card" style="--i:0"><img src="图片/box4/武器/弓/终末嗟叹之诗.png" alt="">
                        <br>
                        <span>终末嗟叹之诗</span>
                        <p>如同诗人的乐器一般优美的弓，放出的箭矢如同叹息声一般穿透人心。</p>
                    </div>
                    <div class="card" style="--i:1"><img src="图片/box4/武器/弓/若水.png" alt="">
                        <br>
                        <span>若水</span>
                        <p>色泽流移难测的长弓，在光下显现着如水的润蓝。</p>
                    </div>
                    <div class="card" style="--i:2"><img src="图片/box4/武器/弓/阿莫斯之弓.png" alt="">
                        <br>
                        <span>阿莫斯之弓</span>
                        <p>极为古老的弓。即使原主不复存在,其中蕴藏之力依旧,那种力量无主,
                        却在万物当中。距离心系之物越是遥远,那种力量愈是剧烈。</p>
                    </div>
                    <div class="card" style="--i:3"><img src="图片/box4/武器/弓/飞雷之弦振.png" alt="">
                        <br>
                        <span>飞雷之弦振</span>
                        <p>曾由将军御赐的长弓，闪烁着永不熄灭的雷光。</p>
                    </div>`

const ul3 = document.querySelectorAll('.ul3 li')
const wuqi = document.querySelector('.wuqi .container')
let x = document.querySelector('.box4 .wuqi1 .x')
let bwuq = document.querySelector('.box4 .wuqi')
let bwuq1 = document.querySelector('.box4 .wuqi1')
let wqclick = document.querySelectorAll('.wuqi .container .card')
for (let i = 0; i < ul3.length; i++) {
    ul3[i].addEventListener('click', function () {
        if (bwuq1.style.display === 'block') {
            return alert('请先关闭上一个武器介绍')
        }
        // 头部导航栏点击
        for (let j = 0; j < ul3.length; j++) {
            ul3[j].style.color = '#9499A4'
            ul3[j].style.boxShadow = '0 1px 3px #BFBFBF'
            ul3[j].style.background = '#FCFBF7'
        }
        ul3[i].style.color = '#37475E'
        ul3[i].style.boxShadow = '0 1px 3px rgba(0, 0, 0, 0.25) inset'
        ul3[i].style.background = '#FFF'
        // 武器卡片切换
        if (i === 0) {
            wuqi.innerHTML = danshoujian
            showwuqi(i)
        } else if (i === 1) {
            wuqi.innerHTML = faqi
            showwuqi(i)
        } else if (i === 2) {
            wuqi.innerHTML = qiang
            const card = document.querySelectorAll('.wuqi .container .card img')
            for (let j = 0; j < card.length; j++) {
                card[j].style.transform = 'scaleX(-1)'
            }
            showwuqi(i)
        } else if (i === 3) {
            wuqi.innerHTML = shuangshoujian
            showwuqi(i)
        } else if (i === 4) {
            wuqi.innerHTML = gong
            showwuqi(i)
        }
    })
}

showwuqi(0)
// 武器介绍
function showwuqi(n) {
    wqclick = document.querySelectorAll('.wuqi .container .card')
    for (let i = 0; i < wqclick.length; i++) {
        wqclick[i].addEventListener('click', function () {
            bwuq = document.querySelector('.box4 .wuqi')
            bwuq1 = document.querySelector('.box4 .wuqi1')
            // 武器卡片点击
            bwuq.style.opacity = '0'
            bwuq1.style.display = 'block'
            if (n === 0) bwuq1.innerHTML = dsj[i]
            else if (n === 1) bwuq1.innerHTML = fq[i]
            else if (n === 2) bwuq1.innerHTML = qg[i]
            else if (n === 3) bwuq1.innerHTML = ssj[i]
            else if (n === 4) bwuq1.innerHTML = gg[i]
            x = document.querySelector('.box4 .wuqi1 .x')
            x.addEventListener('click', function () {
                // 武器卡片关闭
                bwuq1.style.display = 'none'
                bwuq.style.opacity = '1'
            })
        })
    }
}


let dsj = [` <div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/斫峰之刃.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>斫峰之刃</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;46-608</p>
                        <p>攻击力%&nbsp;&nbsp;10.8%-49.6%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 金璋皇极
                    </div>
                    <div class="jnjs">
                        护盾强效提升20%/25%/30%/35%/40%。攻击命中后的8秒内，攻击力提升4%/5%/6%/7%/8%。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。
                        （注：需要角色在场触发，角色离场效果不提前结束，有护盾时的加成数值在后台不会退化为无护盾时的。）
                    </div>
                    <div class="jstj">
                        推荐角色：刻晴，神里凌华
                    </div>
                    <div class="jsjs">
                        有常驻盾最重要，该武器适合站场输出角色，提供大量攻击力加成的同时增强生存能力，推荐搭配钟离等盾辅使用（在有护盾时，特效提供的攻击力加成翻倍）。因为岩元素伤害会碎冰，绫华在携带该武器时如果搭配钟离，需小心岩脊的位置以防共鸣伤害破坏永冻环境。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;在无比久远的过去，在诸神与精怪驰骋大地的时代，
                        在天地动荡的时期里，人们不免会有这样的疑问吧…
                        「请您开恩告诉我，我们的爱人和子女都去了哪里」
                        「请您开恩告诉我，那些离去的人们何时才会回来」
                        「啊啊，我主，这样怖骇的年月究竟要持续至何时」
                        <br><br>
                        &nbsp;&nbsp;即使是在坚硬的山石中成长的子民，心也会因为痛楚开裂。
                        即使倔强地一言不发坚守对神的信仰，目光也会变得炽热。
                        即使不曾将这些问题抛出，藏在心底的咨询也会发出声音。
                        <br><br>
                        &nbsp;&nbsp;岩之君便施展神迹，从无杂质的金色石珀中削出长刀一柄，
                        挥剑斫去山峰的一角，以此向子民立下无上庄严的契约——
                        离散的人，必将聚拢回归；背约的人，必然加以惩治。
                        失去挚爱者、痛失珍宝者、蒙受不公者，将得到补偿。
                        <br><br>
                        &nbsp; &nbsp;或许只是璃月悠古大地上，无数真伪难辨的民话之一。
                        但岩君庄严的契约如今或许仍运行于璃月的天地之中。
                        违背契约就是与这片神曾经整治过的大地为敌，
                        帝君斩断的山峰迟早会降落在背约者的头上——
                        <br><br>
                        &nbsp; &nbsp;如今乡野间仍有传说，日后它的真正主人将重现人间。
                        那时这柄长刀将再次放射金光，斩断世上最大的不公…
                        正如数千年前，岩王在民众面前立下的宏伟誓约那样。
                    </p>
                </div>`, ` <div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/圣显之钥.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>圣显之钥</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>生命值%&nbsp;&nbsp;14.4%-66.2%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 沉入沙海的史诗
                    </div>
                    <div class="jnjs">
                        生命值提升20%。元素战技命中敌人时，将产生持续20秒的「宏大诗篇」效果：基于装备者生命值上限的0.12%，获得元素精通提升，该效果每0.3秒至多触发一次，至多叠加3层。该效果叠加至3层或3层的持续时间刷新时，将基于装备者生命值上限的0.2%，为队伍中附近所有角色提供非基础元素精通提升，持续20秒。
                    </div>
                    <div class="jstj">
                        推荐角色：妮露
                    </div>
                    <div class="jsjs">
                        毕业武器。妮露的元素战技「七域舞步」的三段伤害能轻松叠满武器特效，为全队提供大量元素精通；高额生命值除契合武器特效外，还能通过第二天赋「翩舞永世之梦」转化为丰穰之核伤害。总之，相比其他武器，强度提升非常夸张。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;这是沙之王的梦想如泡沫破裂，草木的主宰将魔天的低语埋藏后的故事。
                        衰败的齿轮将庞大的神国分解成诸多王国，又规律地将它们都碾成砂砾。
                        一位王后将幼子饰金的罩袍与头冠烧毁，让他穿着奴仆的粗麻布衣逃走；
                        多年后，让他沦为奴隶市场商品的王者之子，又沦为失去一切的流浪者
                        <br><br>
                        &nbsp;&nbsp;「我还能为蜃气楼上的日出流泪时，曾在霸主座下献策，随他碾碎了诸多城国。」
                        「我曾在先王之子诞生时祝福他：即使在他死后，称颂他的诗歌也会继续流传…」
                        「过去我看错了一些人与事。作为命运的惩罚，现在的我已经什么也看不见了。」
                        「你当我的徒弟吧。当我的眼睛，为我描述饰金的砂原上，究竟有什么人与事。」
                        「希望有一日，能将英雄的诗编成神的宫殿中最美丽的挂毯…」
                        <br><br>
                        &nbsp;&nbsp;金币在手与手之间往来时会受损，血脉高贵的物件却在易主时变得强壮。
                        他最后的物主是盲眼的诗人。后来故事又从主仆的故事成了师徒的故事。<br><br>
                        &nbsp;&nbsp;「别离时，母亲曾经告诉我。我们一定会在永恒的绿洲相会…」
                        「以这剑为乐园门扉的密钥，在翠玉与石榴间重新建立王国。」<br><br>
                        &nbsp;&nbsp;老诗人聆听着贵种流离的故事，抚摸着无锋黑剑的轮廓。他最终回应道：
                        「师徒的因缘就到此为止。我不过是你的史诗中微不足道的一节罢了。」<br><br>
                        「师父…」<br><br>
                        &nbsp;&nbsp;「西福斯，我等诗人的命运并不属于你。不应由你谱写他人的故事——」
                        「你是获得镇灵青睐的人。你是手持圣显之钥，一度失去国土的王子。」
                        「在衰败的王国间流浪吧。你一定能带来新的神话，找到永恒的绿洲…」
                        「我为霸王写颂歌、为王子写情诗的时代，曾幻想为命运的主角写作。」
                        「你与母亲相会，将沙之王的光荣带回王国的史诗，就由我来述说吧…」
                        <br><br>
                        最后，由奴隶变成英雄的王储、由王座上跌落的佣兵，二人的路途交错…
                        <br><br>
                        &nbsp;&nbsp;传说曾经号令砂砾构成空中的河流，在沙之王与故友分别后将故乡封锁，
                        在泡沫破灭、邦国棋布后，将沙上楼阁、梦想乐园藏匿在蜃气中的钥匙，
                        它曾如同钱币在人的霸主与王手中流转，最终也回到了流沙的怀抱之中。
                        而老迈的盲眼诗人追随着故事的痕迹与血涂的足印，最终来到了森林中…
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/天空之刃.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>天空之刃</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;46-608</p>
                        <p>元素充能效率&nbsp;&nbsp;12.0%-55.1%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 穿刺高天的利齿
                    </div>
                    <div class="jnjs">
                        暴击率提升4%/5%/6%/7%/8%；施放元素爆发时，获得破空之势：移动速度提升10%，攻击速度提升10%，普通攻击与重击命中时，额外造成20%/25%/30%/35%/40%攻击力的伤害，持续12秒。
                    </div>
                    <div class="jstj">
                        推荐角色：琴
                    </div>
                    <div class="jsjs">
                        毕业武器之一，提供大量充能，白值较高，适合充分发挥琴的副C、奶辅等功能性。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>贯穿高天之牙。
                        <br><br>
                        曾经刺穿了深邃古国的黑金鳞片，
                        <br><br>
                        曾经撕开了古国罪人子嗣的喉咙。
                        <br><br>
                        在过去，觊觎蒙德繁茂的魔龙杜林袭来，双翼蔽日。
                        <br><br>
                        魔龙的妒忌催生了邪恶，邪恶毒害了大地上的生灵。
                        <br><br>
                        在那些险恶的日子里，蒙德四处遍布着魔物与荒芜。
                        <br><br>
                        风之神听到人民的哭泣而降临，就此将风之龙唤醒；
                        <br><br>
                        于是特瓦林随风而起，直刺天空，听令为生命而战。
                        <br><br>
                        特瓦林携风神的祝福与魔龙交战，高天之上巨龙的搏斗驱散云层。
                        <br><br>
                        千风席卷着毒液，日轮也为之失色，燃烧的天空仿佛终结之闭幕。
                        <br><br>
                        点燃天空的恶战末尾，特瓦林受魔神赐福的剑齿刺穿魔龙的咽喉。
                        <br><br>
                        杜林未及哀嚎便已自天空坠落。特瓦林却因此饮下了腐毒的恶血。
                        <br><br>
                        风之龙因浸透脏腑的剧毒而痛苦地昏睡，
                        <br><br>
                        最巧舌的诗人也不知晓特瓦林所往何处。
                        <br><br>
                        在长达百年的沉睡中，蒙德的众生忘却了风龙的死战。
                        <br><br>
                        当特瓦林忍受入骨的烈毒归来，没有听到好友的琴声。
                        <br><br>
                        曾受保护的人们如今急忙逃避，将之以「魔龙」相称。
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/有乐御簾切.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>有乐御簾切</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>暴击伤害&nbsp;&nbsp;19.2%-88.2%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 锦之花与龛中剑
                    </div>
                    <div class="jnjs">
                        普通攻击造成的伤害提升16%/20%/24%/28%/32%，元素战技造成的伤害提升24%/30%/36%/40%/48%；队伍中附近的角色在场上造成岩元素伤害后，上述效果进一步提升100%，持续15秒。此外，装备者的防御力提升20%/25%/30%/35%/40%。
                    </div>
                    <div class="jstj">
                        推荐角色：千织
                    </div>
                    <div class="jsjs">
                        五星毕业武器，武器特效提供普通攻击与元素战技伤害加成，还提供防御力加成，不仅是纯后台副C流还是满命主C流千织都完美契合。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;传说狐族的有乐斋曾乘醉酒狂兴斩断林中芝居的金漆御簾，与妖狸之长结了冤家。
                        其佩剑因此得名，而那夜月下妖狐狂乱的剑舞亦被除妖狸之外所有看客引为逸事。
                        后来，据说有乐斋为向筹办芝居的妖狸赔罪，让出了贵重的茶器与诸多其他宝物。
                        而在事发前与他仅有一面之缘的「大手门」，因居中调解而获赠名刀「御簾切」。
                        <br><br>
                        &nbsp;&nbsp;与坊间传说稍异。此公不仅是与堇瓜树鏖战的怪人，亦稍通风雅，好演剧、玩物与衣着。
                        投身征战时，往往以身披金色锦缎裁剪成的秋草云缝箔，面着艳丽油彩的奇异形象示人。
                        然而不论古籍或话本中，都未曾有人描绘过他在最后一战中持饰金名刀「御簾切」之姿，
                        在诸多逸事与史话中，他的武器始终都是那一如他的名号，念起来相当长且拗口的大刀。
                        尽管画卷中有描绘他两手各执一大一小双剑，如分开浪潮般斩落涌来的黑色妖异的雄姿，
                        但终究据彼时权威的《名物帐》，「御簾切」在变故前某年夏天已为「大手门」所遗失。
                        也因此在酒后讨论演义故事的人的心中，不知是否曾经杀敌的「御簾切」总是引人遐想。
                        <br><br>
                        &nbsp;&nbsp;在不通文字以歌谣号子传说历史的鬼族中，则有与《名物帐》记载相异或相补充的故事。
                        在祭典的一次摔跤比赛后，「大手门」竟将名刀「御簾切」赠予了并非武家出身的裁缝。
                        似乎是少女为他重新缀补了阵羽织上松脱的一朵金花，他便以此腰物作为报酬交予了她。
                        <br><br>
                        &nbsp;&nbsp;「说什么不用报酬。这样吧，就用我的这把刀跟你的剪子交换吧！这样就不算报酬了！」
                        「啊？说什么呢，怎么不能拿来裁布了！你这小姑娘，说起话来倒像个无趣的臭天狗！」
                        「『平民武家有别』又是什么借口！你用小剪刀能裁布，那长铗裁布应该更好使才是！」
                        「才不是！我送你这剑，是因为它的原主婆婆妈妈，说什么名物应该供在壁龛里赏玩。」
                        「…不是送你，是交易！与其让那老狐隔三差五问我刀怎么样了，不如给你裁布制衣！」
                        「你又在骂我，我听到了！哇呀，提起嗓门是什么意思！算了算了，你给我瞧好了——」

                        <br><br>
                        &nbsp;&nbsp;说着，鬼将忽地站起身来，抽名剑出鞘，清冷的剑刃映着祭典的烟气与月光。
                        然后毫不迟疑地斩下自己一袖，收剑回鞘，正襟危坐地将织锦长袖一同献上。
                        平时在町人面前嬉笑怒骂、小节不拘的鬼人武者，严肃起来也稍显凶神恶煞。
                        <br><br>
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/波乱月白经津.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>波乱月白经津</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;46-608</p>
                        <p>暴击率&nbsp;&nbsp;7.2%-33.1%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 白刃流转
                    </div>
                    <div class="jnjs">
                        获得12%/15%/18%/21%/24%所有元素伤害加成；队伍中附近的其他角色在施放元素战技时，会为装备该武器的角色产生1层「波穗」效果，至多叠加2层，每0.3秒最多触发1次。装备该武器的角色施放元素战技时，如果有积累的「波穗」效果，则将消耗已有的「波穗」，获得「波乱」：根据消耗的层数，每层提升20%/25%/30%/35%/40%普通攻击伤害，持续8秒。
                    </div>
                    <div class="jstj">
                        推荐角色：神里凌人
                    </div>
                    <div class="jsjs">
                        神里绫人的毕业武器，外观毕业。满级时提供608基础攻击力和33.1%暴击率。武器特效提供所有元素伤害加成，队伍中其他角色在施放元素战技时会为持有「波乱月白经津」的角色提供一层「波穗」效果，在持有波乱月白经津的角色施放元素战技后提高他的普通攻击伤害。所以波乱月白经津不适合单刷、单通、单挑等战斗，对于限制队友数量的环境，比如「百人一揆」，也不理想。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;踏鞴砂目付御舆长正编纂的《稻妻名物帐》中记述的御腰物。
                        刀派经津传奉命所作的月白经津有「波穗」与「波乱」两柄，
                        其中这柄「波乱」是名工真砂丸一生中唯一留下刀铭的作品。
                        <br><br>
                        &nbsp;&nbsp;世人常说刀剑当中寄宿着刀工的魂灵…
                        《名物帐》便是以这样一句话开始的。
                        据传「波穗」一刀出自经津传三代目惣领经津实之手。锻成之后，
                        这柄刀身薄青、刃文如水波的华美名物，时常悬于将军近侍腰间。
                        再后来，刀身在与决定鬼人命运的真剑试合中刃切，遂交还重锻。
                        其时，久被酒、旧伤与祟神遗念折磨的经津实，已如未经回火的钢刀般断裂了。
                        可年少的四代目经津弘芳，尚无比肩母亲的技艺。
                        是他的义兄——世人唤作「真砂丸」的经津政芳，
                        最终成功锻成此刀，令经津传杰作再度现身世间。
                        两柄月白经津外观极为相似，气质却又大为不同。
                        <br><br>
                        &nbsp;&nbsp;真砂丸一生只为这件作品留下刀铭。原因倒也十分单纯：
                        他曾是被三代目惣领收留的孤儿，目不识丁又天生失语。
                        因为领命复现「波穗」之美，才将此前的铭文依样錾刻。
                        <br><br>
                        &nbsp;&nbsp;经津实亡故后，数年来真砂丸代替她传授弘芳锻冶的技艺，
                        传说三代目也曾有意让他接任惣领，但他却数次拒绝恩人。
                        「波乱」一作使其声名鹊起，几乎影响了弘芳继承四代目。
                        因而在义弟独当一面后，真砂丸便选择独自离开远走他乡。
                        此后，他又前往其他锻刀流派钻研技艺，博采众名匠所长。
                        他晚年的三位得意弟子：枫原景光、丹羽长光与赤目实长，
                        便是后日缔造了一心传的「一心三作」。
                        <br><br>
                        &nbsp;&nbsp;「那时我不过是个生来哑巴、相貌丑陋又肮脏的弃儿。」
                        「像蛾般贪求着寒夜中的温暖，见到的是刀场的炉火。」
                        「我的面前便是世人口中乖戾妄为的经津三代目女匠。」
                        「可她却不像他人呵斥我滚开，还给我糙米填饱肚囊。」
                        「她见我身上沾满铁砂，便用『真砂丸』作我的名字。」
                        <br><br>
                        &nbsp;&nbsp;不能言语却又心思细密的真砂丸有许多藏在心中的故事吧。
                        那些没能说出口的事，最终都沉淀下来，又消失在浪涛中…
                        <br><br>

                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/磐岩结绿.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>磐岩结绿</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>暴击率&nbsp;&nbsp;9.6%-44.1%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 护国的无垢之心
                    </div>
                    <div class="jnjs">
                        生命值提升20%/25%/30%/35%/40%。此外，基于装备该武器的角色生命值上限的1.2%/1.5%/1.8%/2.1%/2.4%,获得攻击力加成。
                    </div>
                    <div class="jstj">
                        推荐角色：刻晴，神里凌华，艾尔海森
                    </div>
                    <div class="jsjs">
                        伤害输出定位的五星通用单手剑，满级后拥有542点基础攻击力和44.1%暴击率，适合输出型角色使用。该武器无需任何前置动作叠加增益效果（诸如通过普通攻击或者暴击叠加增益层数），装备上即可永久发挥功效，非常泛用。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;据说在璃月初兴时，帝君曾执翠玉琢成之剑行走大地。
                        在年岁不停的磨砺下，血洗的碧绿剑锋仍旧闪亮如新，
                        鲜血随千年雨水而去，凝结的思念与怨恨却难以涤除。
                        <br><br>
                        &nbsp;&nbsp;「结绿拥有碧水的魂灵与柔情，自能清洗残留于其上的宿怨」
                        「但以美玉之身被塑成的杀戮之器的伤痛，又有谁能抚平呢？」
                        <br><br>
                        &nbsp;&nbsp;真砂丸一生只为这件作品留下刀铭。原因倒也十分单纯：
                        他曾是被三代目惣领收留的孤儿，目不识丁又天生失语。
                        因为领命复现「波穗」之美，才将此前的铭文依样錾刻。
                        <br><br>
                        &nbsp;&nbsp;淡忘了名字的故友曾如是嗟怨，如是叹息，
                        但无可阻遏的命途终于淹没了恻隐的言语。
                        <br><br>
                        &nbsp;&nbsp;「那时我不过是个生来哑巴、相貌丑陋又肮脏的弃儿。」
                        「像蛾般贪求着寒夜中的温暖，见到的是刀场的炉火。」
                        「我的面前便是世人口中乖戾妄为的经津三代目女匠。」
                        「可她却不像他人呵斥我滚开，还给我糙米填饱肚囊。」
                        「她见我身上沾满铁砂，便用『真砂丸』作我的名字。」
                        <br><br>
                        &nbsp;&nbsp;在过于悠久的年月里，浴血死斗的仇敌也曾言欢同乐，
                        终将反目的挚友、仇恨消弭的死敌也会相约举杯一醉。
                        这柄宝剑也是在那时，作为赠予某人的贵礼雕琢而成，
                        名为「结绿」的翠玉，身受削凿本是为了和平与华贵。
                        <br><br>
                        &nbsp;&nbsp;当酒器被血水溢满，温情被冷酷的欲望撕碎，化作尘埃飞散，
                        未能送出的赠礼，未能诉说的有意，亦成了斩向旧友的利刃。
                        <br><br>

                    </p>
                </div>`, ` <div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/苍古自由之誓.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>苍古自由之誓</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;46-608</p>
                        <p>元素精通&nbsp;&nbsp;43-198</p>
                    </div>
                    <div class="jn">
                        武器技能 - 抗争的践行之歌
                    </div>
                    <div class="jnjs">
                        造成伤害提升10%；触发元素反应时，角色获得一枚奋起之符，每0.5秒内至多触发一次，角色处于队伍后台也能触发。拥有2枚奋起之符时，将消耗所有奋起之符，使附近队伍中所有角色获得持续12秒的「千年的大乐章·抗争之歌」效果：普通攻击、重击、下落攻击造成的伤害提升16%，攻击力提升20%。触发后20秒内，无法再次获得奋起之符。「千年的大乐章」触发的多种数值效果中，同类数值效果不可叠加。
                    </div>
                    <div class="jstj">
                        推荐角色：枫原万叶
                    </div>
                    <div class="jsjs">
                        目前枫原万叶的综合向毕业武器，副属性是枫原万叶需求的高额元素精通，且攻击力白值不低。万叶的EQ均可完美触发武器特效。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;过去曾有一首流行的祝酒与饯行之歌，是这么唱的:
                        「假如有人拔掉你的舌头，你依旧可以用眼睛歌唱」
                        「假如有人刺瞎你的双眼，你依旧可以用耳朵张望」
                        「若有人妄图道破未来之事，那就邀他一同举杯吧」
                        「即使明日不再到来，此刻的歌声也将会通向永恒」
                        <br><br>
                        &nbsp;&nbsp;据说一方水土的性格，无论是人还是大地本身，都随他们的神而生。
                        但究竟是生性不羁的神在抗争中，将对自由的热爱洒向大地与人们，
                        还是人们在冰雪与烈风中对自由的期冀中孕育了热爱自由的风之神，
                        则是早已不可考的问题。
                        <br><br>
                        &nbsp;&nbsp;而那首歌，往往唱响在灰暗的时代。
                        无论是在烈风的王者君临尖塔之时，
                        或是内里朽坏的贵族推倒神像之时，
                        在幽闭的地窖、暗巷中，在破旧的小酒馆中，
                        歌声渗透烈风与铁腕，织成抗争的英雄之茧。
                        <br><br>
                        &nbsp;&nbsp;在悠古过去的那一天，在圆环包围的寂静都城中，
                        随着谁人的琴声，呼喝声终于冲破了烈风的监牢。
                        某位少年、精灵、射手、骑士与红发的流浪战士，
                        他们站在如锥心长矛般指向深空，
                        又如石巨人般投下阴影的尖塔前,
                        立下自由的誓言，许下粉碎塔上孤王的决绝宏愿。
                        <br><br>
                        &nbsp;&nbsp;而无法登上尖塔的病弱者，则合唱着平日只能低声对着无风的角落哼唱的，
                        那首祝酒与践行之歌，以摇撼城墙的气势，趋使着高扬旗号的勇者们攀登..
                        「假如有人拔掉你的舌头，你依旧可以用眼睛歌唱」
                        「假如有人刺瞎你的双眼，你依旧可以用耳朵张望」
                        「但是，假如谁人胆敢夺走你歌唱、你张望的自由」
                        「——那就， 绝对绝对不能容赦 」
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/裁叶萃光.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>裁叶萃光</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>暴击伤害&nbsp;&nbsp;19.2%-88.2%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 白月枝芒
                    </div>
                    <div class="jnjs">
                        暴击率提升4%/5%/6%/7%/8%；普通攻击造成元素伤害后，获得「裁叶」效果：普通攻击和元素战技造成的伤害提高，提高值相当于元素精通的120%/150%/180%/210%/240%。该效果在生效28次或12秒后消失，每12秒至多获得一次「裁叶」效果。
                    </div>
                    <div class="jstj">
                        推荐角色：艾尔海森
                    </div>
                    <div class="jsjs">
                        艾尔海森的毕业武器。自身技能倍率有精通占比，根据特效，精通也能提高普攻与e技能伤害。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;自黄金之地而来的浪客，身心带着争斗留下的伤痕，
                        曾是一邦的王子，如今却迷失苍翠曲折的迷宫之中。
                        苍老的森林王嗅到权力的血腥气息，不禁蹙眉长叹…
                        持白弓的猎手受召而来，猎捕那不属于森林的困兽。
                        <br><br>
                        &nbsp;&nbsp;阴翳已然晕染开来，「死」的低语在林木迷宫中找寻着方向。
                        追随着流亡者的脚步，诅咒自沙海蔓延，蚕食「生」的领地。
                        穿越翠色的回廊与狭道，自陌生气息中她发觉了来者的目的…
                        游走于记忆与野心之间，他却在凌乱的水声与鸟鸣之中迷失…
                        <br><br>
                        &nbsp;&nbsp;「你已中了我一箭，无礼的入侵者！下一箭将寻着你的心脏而去。」
                        「莫再流连雨林，莫侵扰孩子们的美梦。这里没有你想要的王冠！」
                        <br><br>
                        &nbsp;&nbsp;森林中矫健的女猎手如是警告，从未有猎物曾逃过她的箭矢与锐目，
                        但不知为何，她却将长弓微微下压几寸，刻意没有射中那迷途的人。
                        草木为之困惑，睡梦中躲藏的孩子们为不必挥洒鲜血而长出一口气…
                        洞晓一切睡梦的森林之王明知她的用意，发出一阵震颤巨木的低吟：
                        <br><br>
                        &nbsp;&nbsp;「那凡人与你不同，来自污秽之地，手上沾着脏血，心中满是欺瞒与妄想。」
                        「但森林只收留天真的梦，鲜血只为狩猎与牺牲而挥洒，容不得任何欺瞒。」
                        「若你以为他仍有资格在森林迷宫之中寻回荣誉，就引导他折去纯白枝条…」
                        「到那时，明月与新星将赐予他纯真的灵智，抛弃苦酒一般的回忆与欲望。」
                        <br><br>
                        &nbsp;&nbsp;于是，她再度握紧纯白的猎弓，驱赶着流浪者仓皇闯入迷宫的深处…
                        在那之后发生的事情由月与星见证，仅留在了孩子们模糊的迷梦中。
                        据说那流浪的贵胄终于将纯白枝条锻造成了一柄只属于自己的利刃，
                        又有孩童的梦呓称他从此忘记了故乡的名字，也忘记了称王的梦想。
                        从此以后，王子法拉玛兹之名消堙在雨林之中，随风沙回归了大漠。
                        <br><br>
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/雾切之回光.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>雾切之回光</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;48-674</p>
                        <p>暴击伤害&nbsp;&nbsp;9.6%-44.1%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 雾切御腰物
                    </div>
                    <div class="jnjs">
                        获得12%所有元素伤害加成，并能获得(雾切之巴印)的威势。雾切之巴印：持有1/2/3层雾切之巴印时，获得(8%/16%/28%)自己的元素类型的元素伤害加成。在下列情况下，角色将各获得1层雾切之巴印：普通攻击造成元素伤害时，持续5秒；施放元素爆发时，持续10秒；此外，角色元素能量低于100%时，将获得1层雾切之巴印，此雾切之巴印会在角色的元素能量充满时消失。每层雾切之巴印的持续时间独立计算。
                    </div>
                    <div class="jstj">
                        推荐角色：神里凌华
                    </div>
                    <div class="jsjs">
                        元素爆发先清空能量再锁面板，因此只需冲刺普攻接Q即可使伤害占比最高的元素爆发吃满3层雾切之巴印，伤害提升非常明显；暴伤副属性也适合作为冰系不缺暴击率的绫华，是当之无愧的五星毕业武器。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;将军御赐旗本的铭刀之一，据说其势能挟雷光之威斩开山岚夜雾。
曾一度碎裂成上千片。重铸后，刀身上留下了如流云一般的纹痕。
                        <br><br>
                        &nbsp;&nbsp;在歌谣之中，「大手门荒泷、胤之岩藏、长蛇喜多院、雾切高岭」
尚武的孩童将历史上的名武者并列，其中的「雾切高岭」就是他。
曾与祓行的神人一同，以其秘剑「雾切」斩落无数的妖物与祟神。
也曾从影向的天狗处学会操弓的心得，又将射术教给了中意之人。
然而秘剑雾切再并无后人传承，仅仅存留在话本、绘图与童谣中。
                        <br><br>
                        &nbsp;&nbsp;在其生涯的最末，他作为寄骑在将军的阵列中与漆黑的军势向对。
                        <br><br>
                        &nbsp;&nbsp;如果没有将爱用的弓，作为赌注留在了她的身畔，或许情况也会不同吧。
但真赌徒无论如何也不能后悔，绝不计较「如果」、绝不悔恨「假使」。
敌人如同迷雾般涌来，那不断地使出连山岚夜雾也能斩断的妙剑就行了。
斩切的速度足够快的话，那就能拨开欲深的漆黑迷雾，能瞥见光明吧——
                        <br><br>
                        &nbsp;&nbsp;「浅濑，与你的约定…不，这场终结一切赌局的豪赌，我绝对不会输。」
「我一定会回去。然后连同作为赌资的弓一起，取走我所赢得的未来！」
                        <br><br>
                        &nbsp;&nbsp;如同连绵不绝的雷光，他与雾切一同斩落了无数妖物。
但最终刀剑究竟仍是不如剑客的执着强韧，逐渐破碎。
而漆黑的浓雾，也将他完全淹没了…
在最后仅有刀的部分碎片被取回重铸，承担雾切之名。
                        <br><br>
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/静水流涌之辉.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>静水流涌之辉</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>暴击伤害&nbsp;&nbsp;19.2%-88.2%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 湖光的朝与暮
                    </div>
                    <div class="jnjs">
                        装备者的当前生命值提升或降低时，元素战技造成的伤害提升8%/10%/12%/14%/16%，该效果持续6秒，至多叠加3次，每0.2秒至多触发一次；队伍中其他角色的当前生命值提升或降低时，装备者的生命值上限提升14%/17.5%/21%/24.5%/28%，该效果持续6秒，至多叠加2次，每0.2秒至多触发一次。装备者处于队伍后台时，依然能触发上述效果。
                    </div>
                    <div class="jstj">
                        推荐角色：芙宁娜
                    </div>
                    <div class="jsjs">
                        静水流涌之辉是芙宁娜的五星毕业武器，武器特效、外观和背景故事完美契合芙宁娜。其满级后提供高达88.2%暴击伤害，武器特效在芙宁娜和其他角色生命值产生变动时额外提升元素战技「孤心沙龙」造成的伤害和芙宁娜的生命值。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>&nbsp;&nbsp;「深罪诱致了永恒之都的沉沦，使无数奴隶与僭主沦殁于黑夜的怒潮中」
                        「我等以厄歌莉娅之名起誓，誓要寻回那纯水之杯，迎她回到她的国度」
                        「唯有藉此一途，方能偿赎我等与生俱来的原罪，避免迎来相同的丧亡」
                        「无论要付出何种牺牲，我等也必将以纯水骑士之名，践行高贵的使命」
                        <br><br>
                        &nbsp;&nbsp;宏伟的乐章最终亦会迎来命定的落幕之刻，而在旧世衰颓的废墟上，守正不移之人如是立定誓言。
                        这柄水色的权杖曾属于名为伊黎耶的骑士，在谐荣之歌响彻的时岁，统合高海诸国反抗神明之人。
                        传说她的故乡早已在神王的烈怒中被焚灭，自黄金之城而来的军团，将她的亲族悉数奴役与屠戮，
                        唯有两人侥幸逃脱了如此命运。一人在战火中与高傲的调律师相遇，最终被擢升为威权的继业者，
                        另一人则蒙受众水之主的垂怜，为埃雷莫利卡岛的王爵所收养抚育，护望尚未被神王夺去的纯水。
                        纵然是出身于同一城邦的末裔，命运的潺流也终会将善与恶相分隔，正如水中浮萍终将散落四方。
                        <br><br>
                        &nbsp;&nbsp;就这样，循着海风，循着湖中少女在耳畔吹拂的轻柔细语，高贵而顽强的骑士们毅然踏上了旅途，
                        经由诸多难以想象的试炼，渡越诸多世所未见的苦厄磨难，人们最为诚挚的愿望最终传达了高天。
                        凭着善良纯净的心灵，凭着历经无数牺牲获得的纯水之杯，众水的女主人终自亘古的幽禁中归还…
                        <br><br>
                        &nbsp;&nbsp;「众水的主人啊，慈心的厄歌莉娅，我渴慕得到您的审判」
                        「我曾成就诸多善业与功行，却也在这旅途中被深罪浸染」
                        「您的理想不应容一丝污浊，唯有放逐此身方能予我心安」
                        「众水的主人啊，慈心的厄歌莉娅，请聆听我最后的悲愿」
                        <br><br>
                        &nbsp;&nbsp;在澄澈如湖光的晨曦中，殷切而痛苦的话语打动了众水之主，
                        于是仁慈的神向人子允诺了她的请求，又祝福她离去的前路。
                        正如神所知晓，对无私者而言，唯有公义的裁决意味着宽赦。
                        或许正是如此，那高贵的决意，便也染就了所谓命运的底色。
                        <br><br>
                        &nbsp;&nbsp;如湖光般洁白的水色长剑伴随着厄歌莉娅的祝福沉入粼光中，
                        而原本持此剑的骑士亦慨然昂首离开了山谷，自此不知所踪。
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/单手剑/风鹰剑.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>风鹰剑</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;48-674</p>
                        <p>物理伤害加成&nbsp;&nbsp;9.0%-41.3%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 西风之鹰的抗争
                    </div>
                    <div class="jnjs">
                        攻击力提高20%/25%/30%/35%/40%；受到伤害时触发：高扬抗争旗号的西风鹰之魂苏醒，恢复等同于攻击力的100%/115%/130%/145%/160%的生命值，并对周围的敌人造成200%/230%/260%/290%/320%攻击力的伤害。该效果每15秒只能触发一次。
                    </div>
                    <div class="jstj">
                        推荐角色：琴，刻晴
                    </div>
                    <div class="jsjs">
                        攻击力加成很高，被动效果加成下能让本身攻击面板就高的琴变得更耐打。并且从背景故事上可以说和继承了南风之狮温妮莎的意志的狮牙骑士琴比较般配，玩的时候更有代入感。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>众所周知，鹰的守望是西风的恩惠。
                        <br><br>
                        鲜有人知西风的恩惠是远方的异族。
                        <br><br>
                        彼时蒙德仍在旧贵族的统治之下隐隐呼唤自由，
                        <br><br>
                        远离故国的异族斗士作为奴隶踏入了风的国土。
                        <br><br>
                        即使面对欺瞒与不公，她仍奋力掀起正义之风，
                        <br><br>
                        推翻蛮横的贵族，建立起德政的骑士团与教会，
                        <br><br>
                        最终她受天的眷顾，蒙了神的宠召。<br><br>
                        这是她当年的佩剑，见证了她的跋涉与奋斗，<br><br>
                        最终见证她将自由与正义之风遍布蒙德全地。<br><br>
                        挥舞时，能感受到此剑故主奋勇战斗的心意：<br><br>
                        但凡有受欺压的，那就施展正义；<br><br>
                        但凡有受禁锢的，那就带来自由；<br><br>
                        但凡有受蒙蔽的，那就带来智慧。<br><br>
                        听凭风引，便是正义与自由之风。
                    </p>
                </div>`]
let fq = [`<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/法器/万世流涌大典.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>万世流涌大典</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>暴击伤害&nbsp;&nbsp;19.2%-88.2%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 万世的浪涛
                    </div>
                    <div class="jnjs">
                        生命值提升16%/20%/24%/28%/32%。当前生命值提升或降低时，重击造成的伤害提升14%/18%/22%/26%/30%。该效果持续4秒，至多叠加3次，每0.3秒至多触发一次；叠加至3层或3层的持续时间刷新时，恢复8/9/10/11/12点元素能量，每12秒至多通过这种方式恢复一次元素能量。
                    </div>
                    <div class="jstj">
                        推荐角色：那维莱特
                    </div>
                    <div class="jsjs">
                        那维莱特的五星毕业武器，武器特效和外观契合那维莱特。满级副属性为高贵的88.2%暴击伤害，武器特效给予额外生命值加成和元素能量恢复的同时，在那维莱特施放「重击·衡平推裁」消耗生命值时额外给予重击伤害加成。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>「我们将会牢记千年的誓言，将保卫水都的根基。」
                        「不要忘记曾经如蜜糖般诱人的罪孽带来的枷锁，」
                        「也不要忘记我们所负的看似枷锁般沉重的责任，」
                        「意味着神明对我们如蜜糖般甜美的恩赏与信赖。」
                        「我们是抵挡水色灾祸的坚盾，也是决口的防线。」
                        <br><br>
                        最初的守望者，总是会带着新加入的成员庄严起誓。
                        是啊，谁也不想选择这样的生活，但凡事都有代价：
                        我们过去曾屈服于暴力的喜悦，抑或是贪欲的驱使，
                        这既是正义的报偿，也是最后的救赎。
                        <br><br>
                        这里没有阳光也没有自己的家人，那至少要有喜悦。
                        虽然有时会怀疑他们究竟与自己一同说了这些誓言，
                        还是仅仅不得不发出了对他们而言毫无意义的音节，
                        但他还是由衷地期望，神明托付重责于他时的狂喜，
                        能够如同照亮他那注定乏味而不见天日的未来那般，
                        照亮所有这些「兄弟姐妹」的前路，赋余命以意义。
                        这将成为守望者们代代流传的教谕，正如流水不息。
                        因为假如末日的先兆不幸来临，洪水将要洗濯一切。
                        那我们将会心怀使命与幸福而战，正如神心怀我们。
                        <br><br>
                        我的使命已经完成，神的恩惠与使命就交给你们了。
                        最初的守望者被葬在了散发着奇异光彩的矿脉之间，
                        因为彼处最是明亮。在阴影中生活了许多年的男人，
                        心中怀着曾见过的光，静静沉睡在决口附近的地下。
                        <br><br>
                        最终洗濯一切的洪水并未决口喷出，
                        命运往往吝于赏赐荣誉赴死的机会。
                        细不可闻的涓流却如夜盗之人悄悄地侵蚀着隐修会。
                        不得不加入他们行列的人、生活在水下的越来越多，
                        但起誓、明白誓言含义、知晓教谕书的却越来越少。
                        直到一些岁月之后宏伟而阴森的堡垒自海床上升起，
                        曾以守望者、以肩负神恩之人自居的最后一名修士，
                        其坟墓所在的位置已经无人知晓了。
                        <br><br>
                        相较之下这里已经算是幸运，
                        另一处曾被压制的决口在许多年后被有所图者发现。
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/法器/不灭月华.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>不灭月华</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;46-608</p>
                        <p>生命值&nbsp;&nbsp;10.8%-49.6%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 白夜皓月
                    </div>
                    <div class="jnjs">
                        治疗加成提升10%/12.5%/15%/17.5%/20%；普通攻击造成的伤害增加，增加值为装备该武器的角色生命值上限的1%/1.5%/2%/2.5%/3%。在施放元素爆发后的12秒内，普通攻击命中敌人时恢复0.6点元素能量，每0.1秒至多通过这种方式恢复一次元素能量。
                    </div>
                    <div class="jstj">
                        推荐角色：珊瑚宫心海
                    </div>
                    <div class="jsjs">
                        纯水队心海毕业武器，外观毕业。被动提供的百分比治疗量对于奶妈心海来说是必不可少的属性，同时根据生命值提供普通攻击伤害加成的效果也稍稍缓解了心海伤害不足的短板。释放元素爆发之后每次普攻都能回复元素能量的被动不仅契合心海元素爆发的站场效果更对心海的续航能力加成极大，开完大后一边奶一边回能量。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>珊瑚宫的纹章「真珠海波」，传说描绘的是怀抱海祇的波浪，
                        与明亮的真珠。但也有大御神的玉轮如月永照珊瑚国土之说。
                        <br><br>
                        珊瑚与海绵丛生的深海之梦中，流云与海砂共舞的渊下之底，
                        与海祇同梦而眠的神子们，血脉中代代传承永不幻灭的希望。
                        高天的色彩永恒变幻，在海渊之下亦投射着不定形态的光影…
                        深暗海渊无法掩盖的慈悲华彩，如此在宁寂的极乐之中弥散。
                        <br><br>
                        在那些年代里，最初的现人神巫女曾以明珠般的智慧导引同胞，
                        又在初见天光的人中挑选神人，与御子神一同扶助惧怕白日者，
                        日后将令鸣神水军心惊的「海御前」，也曾同她们哼唱鲸之歌，
                        与空游海月共舞，描画「键纹」的形象。
                        <br><br>
                        一些岁月之后。一线的霆威拒否海祇民的幻梦。
                        向雷暴蛇行，必然是要面对闪电的无情权现吧…
                        但是常怀真珠之心的神子巫女，永远不会忘却。
                        无数的故事与感念与海玉之轮将会永远传下去，
                        并在这当中，散发出愈发美丽的光芒吧。
                        <br><br>
                        不论是折下玉枝，还是孕育珍珠的史话，
                        抑或是征服深海之邪物，又将阳光带给苍白的渊下一国之事；
                        曾梦想屹立影向的少年获「恶王」之名，与天狗决斗的壮绝…
                        一切都将如月光下的海波，如漫天珍珠般照亮海祇之子的心。
                        将丧失的痛楚送给静静翻腾的咸水，将耀眼的明珠就此珍藏。
                        让神代的事话与牺牲，与「真珠海波」的纹样永远流传下去。
                        <br><br>
                        即使雷云日渐集聚，紫电之威凶险难测，
                        海祇的月华也将透过云霭，播撒皓光吧。
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/法器/千夜浮梦.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>千夜浮梦</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;44-542</p>
                        <p>元素精通&nbsp;&nbsp;58-265</p>
                    </div>
                    <div class="jn">
                        武器技能 - 千夜的曙歌
                    </div>
                    <div class="jnjs">
                        队伍中每个其他角色，都会依据元素类型与装备者相同与否，为装备者提供提升效果。若相同则元素精通提升32/40/48/56/64点；若不同则装备者元素类型的元素伤害加成提升10%/14%/18%/22%/26%。上述提升效果每种至多叠加3层。此外，队伍中装备者以外的附近角色的元素精通提升40/42/44/46/48点，多件同名武器产生的此效果可以叠加。
                    </div>
                    <div class="jstj">
                        推荐角色：纳西妲
                    </div>
                    <div class="jsjs">
                        纳西妲的五星毕业武器，外观和武器特效契合纳西妲。该武器满级副属性提供高达265点元素精通。武器特效可为纳西妲自身提供元素伤害加成并为全队提供元素精通。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>「万物生灭皆有定期，如同黑夜与黎明往复不息。」
                        「就让这盏灯中的故事，给你值得期许的美梦吧。」
                        <br><br>
                        御苑堙坠之刻，从未知晓过「光明」的少女，在梦中聆见了她的轻语。
                        原本下定决心，伴着「梦」一同离去的孩子，在泪中睹见了她的慈恻。
                        <br><br>
                        苍翠的灯盏浮映静邃的月光，将繁星的掠影与那永世的歌谣一并述撰——
                        碧瞳的舞姬轻吻垂蜜的绸缎，白红蓝黄的鱼儿在珍珠般的净水中翩转，
                        夜行的乐师挈引镇灵的烛炬，咏叹沙海中镀金的城塞与石榴色的锦弦，
                        敏辩的水手踏上荣耀的远航，只为探寻梦里的歌声与彼岸葱蔚的花园。
                        <br><br>
                        宁静的灯火照亮倾陨的御苑，伴着一千个世界的瑰幻之梦在灯中萦旋，
                        轻柔的林风吹开覆尘的归径，引领迷失的孩子走出那不再安谧的宫殿。
                        渐明的天光漏落细碎的叶间，那述说千夜之梦的苍翠灯盏却愈发黯淡：
                        直至她似梦似醒时蓦然回首，目盲的少女才发觉群森不复、破晓已至。
                        <br><br>
                        那梦中的灯盏自此不再闪烁，旧夜的梦也被荏苒的时光吞没，
                        迎来曙光的鸟儿却依然歌唱，歌唱如繁花般粲然绽放的绮谈，
                        为那些不曾将梦目睹的孩子，赠予期许的勇气、希望与欢乐，
                        纺织那永无终结的千夜之歌，点亮静候破晓之时的一夜灯火。
                        <br><br>
                        渡越千夜的迷梦，直至夜莺不再鸣唱，直至暮日再度沉落，
                        行至终焉的旅人再度见到了那苍翠的灯盏，那遥远的故国，
                        沾露的蔷薇依然在沐月的风中轻曳，待她将新的故事述说：
                        「纵然昨夜的回忆永不再，我们仍要为今夜的美梦欢歌。」
                    </p>
                </div>`, `<div class="x">
                    <img src="图片/box4/关闭.png" alt="">
                </div>
                <div class="zuo1">
                    <div class="tupian">
                        <img src="图片/box4/武器/法器/四风原典.png" alt="">
                        <img src="图片/box4/yk'.png" alt="">
                    </div>
                    <div class="name">
                        <p>四风原典</p>
                        <p>★★★★★</p>
                    </div>
                    <div class="gjl">
                        <p>攻击力&nbsp;&nbsp;46-608</p>
                        <p>暴击率&nbsp;&nbsp;7.2%-33.1%</p>
                    </div>
                    <div class="jn">
                        武器技能 - 无边际的眷顾
                    </div>
                    <div class="jnjs">
                        移动速度提高10%；在场上每4秒获得8%/10%/12%/14%/16%元素伤害加成。该效果最多叠加4层，角色倒下或离场后清空。
                    </div>
                    <div class="jstj">
                        推荐角色：可莉
                    </div>
                    <div class="jsjs">
                        站场伤害输出定位的五星法器，拥有较为平均的608点基础攻击力以及33.1%的暴击率副属性，其武器特效提供了可站场叠层的元素增伤。
                    </div>
                </div>
                <div class="you2">
                    <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                    <br>
                    <p>无比古老的风之教典，在虔事风神的祭祷者中代代相传。
                        厚重发黄的书页上，无数手印曾经留下，也曾被风带走。
                        <br><br>
                        高塔上的暴风君王肆行权力的时代，教典记录了无望的求告。
                        到如砂的冰雪消散的年代，教典写满了面对翠绿初生的欣喜。
                        <br><br>
                        在旧日的宗室扶持傀儡、钳制民众的时期，
                        奴隶手里传递的教典述说着对千风的渴慕。
                        <br><br>
                        随着蒙德的人民生活、忍耐、抗争、喜悦、享受自由，
                        在那些宝贵年代里，风之教典越来越厚，也越来越重。
                        <br><br>
                        但等到新的蒙德建立，教会摆脱旧贵族的镣铐时，
                        四风的教典却不甘被束之高阁，
                        蓦然从教会的宝库中永远消失。
                        大抵是因为这本书如同蒙德的风、蒙德的人，
                        是万万不愿受到任何束缚的吧。
                        <br><br>
                        扉页上，飘逸的字迹如是写道：

                        风之神的孩子啊，要永远记住：
                        众生从风中来，也将随风而去。
                        千万，千万不要为我感到哀伤：
                        尘泥中酣睡的只是我的骨与肉，
                        真正的我已化作千风中的一缕。

                        闻见花香时，听见树涛沙沙时，
                        便是我在唱自由的歌，风的歌。
                    </p>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/图莱杜拉的回忆.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>图莱杜拉的回忆</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>暴击伤害&nbsp;&nbsp;9.6%-44.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 堙没的蓝宝石泪滴
                        </div>
                        <div class="jnjs">
                            普通攻击速度提升10%；施放元素战技后的14秒内：普通攻击造成的伤害每1秒提升4.8%；普通攻击命中敌人后，普通攻击造成的伤害提升9.6%，该效果每0.3秒至多触发1次。持续期间内，普通攻击造成的伤害至多通过上述效果提升至48%。角色退场时将移除效果，再次施放元素战技时会先移除原有的效果。
                        </div>
                        <div class="jstj">
                            推荐角色：流浪者
                        </div>
                        <div class="jsjs">
                            流浪者的五星毕业武器，武器特效和外观契合流浪者。图莱杜拉的回忆提供高额攻击和暴击伤害加成，被动带来较高普攻伤害加成和攻击速度提高，十分契合流浪者以普通攻击为主的输出方式。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>曾漫步在亮银斑驳的沙丘，与明月的三姐妹共舞。
                            曾奔走在阴影延伸的大地，血与泪汇成清泉园圃…
                            正因花之女王的哀伤，蓝宝石的城邦如泪滴浮现，
                            宝蓝穹顶之下，提纳勒人世代以智者辈出而自夸。
                            <br><br>
                            人们说，提纳勒人的图莱杜拉城邦是花之女王最珍爱的珠宝，
                            黄金的时代里，月亮的苍白面庞也散发着如琥珀如蜜的辉光。
                            花园中盛开着如梦般紫色的帕蒂莎兰，鼓胀的石榴放声高歌…
                            运河闪亮纵横，哪怕在神死去的日子里也未曾被沙暴所壅阻。
                            <br><br>
                            「西福斯，流亡的贵种，我的良人…」
                            「西福斯，城邦的剑，镇灵的宠儿…」
                            「愿月色的轻纱赐予你平静，今夜的舞仅献予你一人，」
                            「明天我就要启程，智者们已将我贩给巴达那的王廷。」
                            「无法忘却他的祖父曾毁坏我的家乡，奴役我的亲族。」
                            「我将前去侍奉仇敌，以曼舞、佞言与夜风般的缠绵…」
                            <br><br>
                            「但西福斯，我的良人…今晚的星空与睡莲都只属于你。」
                            「但西福斯啊，我的良人，至少今晚，莫遗忘我的名字。」
                            <br><br>
                            为向衰败的藩王献媚，统治图莱杜拉的智者们纳上贡礼，
                            宫廷舞女玛海菈亦在名册当中，被迫同金瞳的恋人作别。
                            再后来的故事，被太多的口舌传扬，为太多头脑所遗忘…
                            <br><br>
                            玛海菈成就了她的复仇，将那沙海中不可一世的王国倾覆…
                            自身性命却为蝰蛇所噬，以重重金砂为衾陷入不醒的沉眠，
                            西福斯成就了贵种的名誉，却为守护疑惧他的贵人而枉死…
                            图莱杜拉的利剑被失去荣誉与希望的另一位流亡王子喋血，
                            而他的流亡正是拜镇灵生养的舞女，心如蝰蛇的舞女所赐…
                            <br><br>
                            最终，一切良人与恶徒，都平等地被命运的磨盘碾碎，
                            蓝宝石之城邦失色分崩离析，恰似泪滴在烈日下干涸。
                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/天空之卷.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>天空之卷</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>攻击力%&nbsp;&nbsp;7.2%-33.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 浮游四方的灵云
                        </div>
                        <div class="jnjs">
                            元素伤害加成提升12%/15%/18%/21%/24%；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于160%/200%/240%/280%/320%攻击力的伤害。该效果每30秒只能触发一次。（注：“高天流云的青睐”是一个自动攻击周围敌人的小球，锁面板，总共攻击6次，不随角色离场消失。队伍中多位角色的“高天流云的青睐”可叠加。）
                        </div>
                        <div class="jstj">
                            推荐角色：可莉，莫娜，八重神子
                        </div>
                        <div class="jsjs">
                            伤害输出定位的五星通用法器，拥有高达674的基础攻击力五星武器面板是天！和副属性为33.1%的高额攻击力加成，并且其武器特效提供元素伤害加成和额外补充输出。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>千风万云通览。
                            <br><br>
                            记载北地全境云风的抄本，以诗与图鉴的形式呈现。
                            <br><br>
                            总长有十万颂，每颂是一缕云，一丝风，其名各异。
                            <br><br>
                            云图为风赋予了形状，颂诗给风塑造了独特的性格。
                            <br><br>
                            本是无形的千风，在巴巴托斯眼中有如挚友与亲人。
                            <br><br>
                            在那传说中的上古时代，风之神持原本，唤来四风，
                            <br><br>
                            消散了冰雪，屏退了凶兽，降下了雨露，蒙德遂成。
                            <br><br>
                            而后慷慨的风神将此书任人传抄，赋名「千风万云」。
                            <br><br>
                            可惜随着日月流转，经年以后，云图与颂诗多有遗漏。
                            <br><br>
                            记载万千风云的通览散入民间，化作歌谣与故事传说。

                            <br><br>
                            然而千风的历史远未因此失传，风神依然持有着它。
                            <br><br>
                            待魔龙杜林张开巨翼蔽日而来，巴巴托斯挺身而出。
                            <br><br>
                            日月失色的恶战中，风神唱出千风，风龙缘风而起。
                            <br><br>
                            掌握此卷者，便掌握了千风万云的真名与其中伟力。
                            <br><br>
                            如今，蒙德的天空平静蔚蓝。
                            <br><br>
                            风神与风龙找到了新的归宿。
                            <br><br>
                            而此卷则被委托予可信之人。
                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/尘世之锁.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>尘世之锁</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>攻击力%&nbsp;&nbsp;10.8%-49.6%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 金璋皇极
                        </div>
                        <div class="jnjs">
                            护盾强效提升20%/25%/30%/35%/40%。攻击命中后的8秒内，攻击力提升4%/5%/6%/7%/8%。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。
                        </div>
                        <div class="jstj">
                            推荐角色：流浪者，闲云
                        </div>
                        <div class="jsjs">
                            流浪者需要长时间站场输出，契合武器被动特效。队伍带一个盾辅角色即可享受武器特效加成。由于闲云的主要辅助手段均与自身的攻击力挂钩，因此尘世之锁亦可作为可选武器使用。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>「这是盟约的信物，也是我对你的挑战」
                            「我的一切智慧，都藏在这把石锁之中」
                            他想起初次见面，大衣袖的少女呈上信物时故作庄严而雀跃的样子。
                            真是愚蠢，明明就没有正式的契约，明明只不过自顾自地一同行动…
                            但就是会想起，过去琉璃百合盛放的原野上，两人初次相见的情景，
                            以及最后，在琉璃百合丛中，她说的话。
                            <br><br>
                            「那些小小的人儿们，如同微尘般渺小又脆弱」
                            「因为渺小，所以不知何时会殒命于天灾人祸。所以总是害怕」
                            「因为害怕，所以总是努力，想变得更聪明。我啊，是明白的」
                            「所以我想，既然与你力量差距太大，那就运用技术与智慧吧」
                            「同时具有你的力量与我的头脑的话…这座城市会很了不起吧」
                            她最后有些落寞地笑了笑，慢慢化作了无比细微的尘埃。
                            「看来还是无法和你一同走下去了。那把锁的事情，忘了它吧」
                            <br><br>
                            「这是盟约的信物，也是我对你的挑战」
                            「我的一切智慧，都藏在这把石锁之中」
                            「如果能解开它的话——」
                            许多年，他都没能解开这把锁，也不知道那句话的下文。
                            随着岁月变迁，如今野生的琉璃百合也几乎不见踪迹了。
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/碧落之珑.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>碧落之珑</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>生命值%&nbsp;&nbsp;10.8％-49.6％</p>
                        </div>
                        <div class="jn">
                            武器技能 - 定土玉圭
                        </div>
                        <div class="jnjs">
                            施放元素爆发或创造护盾后的3秒内，将产生「定土玉圭」效果：每2.5秒恢复4.5/5/5.5/6/6.5点元素能量，并基于装备者的生命值上限，每1000点使其对应元素类型的元素伤害加成提高0.3%/0.5%/0.7%/0.9%/1.1%，至多提高12%/20%/28%/36%/44%。装备该武器的角色处于队伍后台时，依然能产生「定土玉圭」效果。
                        </div>
                        <div class="jstj">
                            推荐角色：白术
                        </div>
                        <div class="jsjs">
                            白术的五星毕业武器，外观和武器特效契合白术。该武器提供的生命值加成副属性能提升白术的元素战技「太素诊要」与元素爆发「愈气全形论」产生的护盾吸收量和治疗量，同时武器特效的能量回复效果能缓解需求80点元素能量的元素爆发「愈气全形论」的充能压力。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>传说碧色的美玉来自天空，由永流的绿水洗濯。
                            摆脱了晦暗的泥土、铜绿的残渣与残腐的朽木，
                            自以古拙之身，经历年轻的凡人工匠削凿雕琢。
                            最终化为巧珑一枚，只待那良辰投水以为祭器…
                            <br><br>
                            「正如我所言，」雨林之国的学者饮茶论道，「历史的定性乃是衰败溃灭。」
                            「能阻止人之堕落的，只有神明的慈悲与智慧，否则，凡人必毁灭自身。」
                            「看看山泽之间空无一人的幽深遗迹，看看失却仙力与语言的山中野兽…」
                            「从前的民人殒没无声无息，而从前的诸王与酋长也未能泛起多少涟漪。」
                            <br><br>
                            沉玉之谷先民并非原住于此，他们曾世居褚紫的矿山之中。
                            部族与世家围绕矿坑生息，他们曾依山逐岭建立居所群落…
                            但那矿坑之底隐藏的深远罪恶却不为凡人所知，隐居地下。
                            高天的判罚从不宽宥凡人，灾祸之后，先民只得举族北迁。
                            <br><br>
                            翘英庄的老人传说，沉玉谷的先民正是从南方天坑迁徙而来。
                            他们带来了宏大的玉造祭台，留下了无人能解读的久远废墟…
                            当诸魔神的惨烈战争来临，沉玉谷的先民已衰落成无数部族，
                            他们的后嗣曾信仰一位被遗忘的魔神，但终究亦被历史消湮。
                            <br><br>
                            「此言差矣，」黑色长衫的客卿回应，「凡人的历史总包含着新生。」
                            「繁荣或堕落，均来自凡人自身。若无选择，则无所谓盛衰而已。」
                            「古老的遗迹虽已无人问津，但其住民却在百千无奈中生存至今…」
                            「先民之销隐，换今日之繁盛…尽管他们已融入新神的子民之中。」
                            「尽管世事诸多无奈，但并非时局淹没他们，而是他们做出选择。」
                            「至于神明的法度与智慧，乃以凡人的共识为基，而非为所欲为。」
                            <br><br>
                            须臾，茶席上的小小争论告一段落，人与神的争论总难免以无理取闹作结。
                            但碧水之河永流不变，投入其中的碧玉祀珑亦如先主那般，未曾改换光色。

                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/神乐之真意.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>神乐之真意</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>暴击伤害&nbsp;&nbsp;14.4%-66.2%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 神樱神游神乐舞
                        </div>
                        <div class="jnjs">
                            施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高12%/15%/18%/21%/24%，该效果持续16秒，至多叠加3层。持有3层时，该角色获得12%/15%/18%/21%/24%所有元素伤害加成。
                        </div>
                        <div class="jstj">
                            推荐角色：八重神子
                        </div>
                        <div class="jsjs">
                            八重神子的五星毕业武器，武器特效、外观和故事背景契合八重神子。能轻松叠满神乐之真意的武器特效所提供的「神乐舞」效果。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>曾几何时在御前献艺起舞，丁宁的铃音恍若悠转至今。
                            曾经追随那远去的白色身影，心向不可即的未醒之梦…
                            <br><br>
                            「那时的我不过小小呆物，灵智怎敢比及白辰主母大人」
                            「莽莽撞撞，如在雪中觅食一般，企望着赢得殿下瞩目」
                            「想也可笑，正因这笨拙无畏，我幸而得到殿下的垂怜」
                            「就这样呀，我获得了随侍殿下，捂手暖足的小小殊荣」
                            <br><br>
                            「后来呀，斋宫大人不再复回，以往的前辈们因故失散」
                            「寡才如我之辈才接下了『神子』之职，方得成长如斯」
                            「这样一来，逗殿下开心的责任，便不幸落在我的身上」
                            「初次献上神乐之舞的那夜，方知『往昔』乃何种重负」
                            <br><br>
                            铃音远去，如师亦友的银白大狐消失在如梦远逝的长河，
                            铃音复回，无归旋流中，顽固的沙洲亦将逐渐松动解融。
                            故人尚且随和晏晏的纯白身影，早已化入了漆黑的记忆，
                            狐仙一族的孤女接过神乐之铃，为鲜活的「现在」而舞。
                            <br><br>
                            曾结识年幼固执的天狗，借「锻炼」之名唬她循山苦行，
                            却感其无羁的身姿，遂将这孩子举荐给九条的死脑筋们。
                            又曾与不服输的鬼族斗法，果然败于那家伙超常的毅力…
                            但不才如我略施小计，却也让斗法本身更添了几分妙趣。
                            曾与远国的半仙互有通信，以鲜美滑柔的海中莼草相赠，
                            亦深觉不容理解所爱的淳愚之爱，于仙众而言莫非羁束？
                            夜夜御苑的月色透过树枝与花瓣，洒落在空明的庭院里。
                            依旧美得如同无数晶莹珍珠那般，在我浅薄的心中闪光…
                            <br><br>
                            「在这短暂的数百个春秋，我亦曾以多重身份奔走世间」
                            「虽不曾有幸与碌碌凡者结得良缘，却得深知人之美丽」
                            「被我斗胆视为挚友的殿下，想必更有无穷的时间游览」
                            「共览这不完美的世间，享受其爱憎离合的执欲之乐吧」
                            <br><br>
                            殿下长久沉溺于永恒愿景的梦景里，总要有人守望众生，
                            为平镇恶鬼「黑阿弥」的怨怒，曾稍显露身凭不祥之物，
                            为安抚秃狸小三太的大骚动，亦曾以微薄法力将之戏弄
                            侵扰诸岛的海贼林藏，最终因小小离间计策而众叛亲离，
                            而那如若白纸，永不受日月所损的倾奇者…
                            期望「他」能走上正途，而不成为祸患吧。
                            剑豪漆黑的残魂、隐伏神林的灾异之兽，亦被尽皆平祓…
                            与殿下追逐的永恒一梦相比，这些不过瞬息即灭的插曲，
                            等待殿下醒转的日子仿佛无穷尽，但我自认有的是时间。
                            <br><br>
                            「毕竟相比无风无月的净土中，那永不凋零的莲与优昙」
                            「俗气如我者可耐不得这种寂寞，无心无梦者未免无聊」
                            「莫如呆笑着醉折雷樱花枝，同放肆的妖怪们流觞欢闹」
                            「这些呀，都是并不遥远的过去，亦是充满希望的将来」
                            「不知待到雪融之刻，还能否随同殿下共赏那淡紫初芽」
                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/金流监督.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>金流监督</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>暴击率&nbsp;&nbsp;4.8%-22.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 黄金的血潮
                        </div>
                        <div class="jnjs">
                            攻击力提升16%/20%/24%/28%/32%。当前生命值提升或降低时，普通攻击造成的伤害提升16%/20%/24%/28%/32%，重击造成的伤害提升14%/17.5%/21%/24.5%/28%。该效果持续4秒，至多叠加3层，每0.3秒至多触发一次；处于叠加3层的状态下时，攻击速度提升8%/10%/12%/14%/16%。
                        </div>
                        <div class="jstj">
                            推荐角色：莱欧斯利
                        </div>
                        <div class="jsjs">
                            莱欧斯利的五星毕业武器，高白值低暴击模型平衡了攻击力模型角色和猎人套暴击加成。在常规手法下，可以轻松达成生命值变动的要求，叠满三层普攻和重击加成，以及攻速提升。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>金钱流通的轨迹，绘出的是世界奔流的血脉，
                            无数生命在血潮中浮沉，直到被席卷、吞没。
                            当然，一切原本都应该是我们「人」的成就，
                            正如数字与数学本是为金钱额度的计算而生，
                            有文字以撰写借据，有法则以框定易手之财。
                            <br><br>
                            「人」应当是金钱之主，而非其仆役，
                            黄金心脏也应为「人」的世界而搏动。
                            ——当然，谁人都无法真正拥有金钱，
                            它终究只不过是借由我们「人」之手，
                            从世界的一角向时间的终结流动罢了。
                            <br><br>
                            所以这才是最令某人无法理解的事情，
                            所谓「世界的一角」竟被选中、规定。
                            所以这才是最令某人无法接受的事情，
                            原本应当属于我们「人」的伟大功业，
                            竟然被那所谓的「神」所提出、约束。
                            所以这便是为何我等必须应取而代之：
                            既然金钱的心脏被他乡之「神」所攫，
                            那他们便能依照一时喜好奴役所有人；
                            即使不能成为黄金之心的主人，
                            也应该让所有人平等地掌控钱。
                            <br><br>
                            「这么说或许您很难想象吧。请允许我展示吧。」
                            「首先是制造出新的货币，替代对摩拉的依赖。」
                            「至于地点嘛。是一个与世隔绝的微型经济体。」
                            「我已经相中了某个神威力有不逮的国中之国，」
                            「渗透它应当不需要太多时间。」
                            <br><br>
                            「叫什么名字好呢…我实在不爱起名啊。对了，这样吧。」
                            「为了纪念您许可我的实验，就将它称为『特许券』吧。」
                            <br><br>
                            精密机械打造的监督者嗡嗡作响，观察着渺小国度的金流。
                            不知疲倦地记录着每笔金钱的易手，每个人的积蓄与挥霍，
                            每种价值的提升降低，每张货币在指定周期内的流通次数。
                            其间唯一法律是囤积者的私法，而唯一制裁是贫乏或死亡。
                            或食利掌权而支配，或被支配而劳碌至死，规则总是公平。
                            <br><br>
                            由此，人将凭借自身所拥有的野心与财富与神并肩，
                            而那些竞争中失去一切的弱者将被人世的洪流吞噬，
                            不再有神的力量介入，从贫者面前粉饰富者的威势，
                            不再有神的财富涌入，从富者脚下拯救贫者的尊严。
                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/法器/鹤鸣余音.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>鹤鸣余音</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;49-741</p>
                            <p>攻击力%&nbsp;&nbsp;3.6%-16.5%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 云笈降真要诀
                        </div>
                        <div class="jnjs">
                            装备者下落攻击命中敌人后，队伍中附近的所有角色下落攻击造成的伤害提高28%/41%/54%/67%/80%，持续20秒；队伍中附近的角色的下落攻击命中敌人时，为装备者恢复2.5/2.75/3/3.25/3.5点元素能量，每0.7秒至多通过这种方式恢复一次元素能量，装备者处于队伍后台时依然能通过这种方式恢复元素能量。
                        </div>
                        <div class="jstj">
                            推荐角色：闲云
                        </div>
                        <div class="jsjs">
                            闲云的五星毕业武器，武器特效、外观和背景故事契合闲云。闲云的辅助能力——倍率拐和奶均与攻击力息息相关，极高的白值，副词条攻击力，下落攻击回复能量和队友下落攻击伤害提升精准契合要求。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>那是久远的过去，繁荣的港城尚未经始的年岁。
                            纵是仙家的灵府，也未能宥免于那纷乱的烽燧。
                            昔日被尊奉为神明的主人们为各自的理由争伐，
                            血与火，离散与背约，浸染了属于尘世的一切。
                            <br><br>
                            在天地动荡中失去一切的人们逃往群山之中，乞求得到仙家的庇护，
                            紧紧追赶在这些幸存之人身后的，则是无数早已丧去了心智的魔物。
                            其名无人知晓，其数难以测估。其势有似山洪，将沿途的一切摧覆。
                            它们崇敬的另一位主人已经殒落，凶烈的咆哮便是它们最后的哀哭。
                            <br><br>
                            只是彼时的凡人尚未知晓，原本护佑此方山川的府君如今已然仙逝，
                            犹如潮水般汹涌的灾厄前，隔断生与死的，唯有当地数位护法夜叉。
                            数日的鏖战，白衣染作朱红，朱红染作玄黑，魔物却依然无穷无尽…
                            <br><br>
                            由于年代古远，其后的故事众说纷纭。有人说，就在苍生涂炭之际，
                            拥有湛蓝与素白翎羽的仙君啄破云翳，如飙风一般自天穹奔突而下，
                            孤冷肃穆、缄慎无言，却依然以高傲的威严统御着诸多护法与先民，
                            将原本不存一丝希望的终局逆转，击溃了看似无穷无尽的魔物军势…
                            <br><br>
                            有人说，在最艰危困顿的时刻，两只翡玉雕琢的鹤自苍穹俯掠直下，
                            伴着繁密如雨的符箓，于刹那间抹去无数妖祟，宛若朔风吹散长云。
                            定睛再看之时，哪里还有什么玉鹤，唯有空中的仙人轻合手中折扇…
                            <br><br>
                            还有人说，仙君大能绝非凡人可解，彼时的先民不过听到一声鹤鸣，
                            看似无穷无尽的魔物便在一瞬间化为飞灰，正如尘埃消散在日光中…
                            <br><br>
                            无论是哪一种，璃月后世的子民在谈及名为留云借风的仙君时，
                            话语间总会带上几分敬意。至于说，当初的实际情况究竟如何…
                            <br><br>
                            「哼，对那么遥远的事情感兴趣，你也真是颇有几分闲心」
                            「也罢，既然本仙恰好也稍稍有些兴致，不妨就说一说吧」
                            「去那边搬把椅子过来。讲起来不算长，也就八九个时辰…」
                            「…喂，你刚才是不是打算趁着本仙不注意偷偷溜走？！」
                        </p>
                    </div>
                </div>`]
let qg = [` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/和璞鸢.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>和璞鸢</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>暴击率&nbsp;&nbsp;4.8%-22.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 昭理的鸢之枪
                        </div>
                        <div class="jnjs">
                            命中敌人时自身攻击力提高3.2%/3.9%/4.6%/5.3%/6%，持续6秒，最高可以叠加7层。该效果每0.3秒最多触发一次。满层状态时伤害提升12%/15%/18%/21%/24%。
                        </div>
                        <div class="jstj">
                            推荐角色：魈
                        </div>
                        <div class="jsjs">
                            毕业武器之一，武器外观契合魈。该武器叠满被动效果时输出高于其他长柄武器，仅略低于半血以下的护摩之杖。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>那是璃月草创的年代，海洋还是巨怪与魔神的园地。
                            先民在对海洋的恐惧中度日，以微薄之力与海作战。
                            <br><br>
                            万千个春与秋中，过于巨大的海兽成了广袤海域不羁的霸主，
                            即使与岩之主造出的石鲸厮杀也不落下风。
                            <br><br>
                            那是被璃月人称为「八虬」的魔兽，在海渊深处未曾有匹敌。
                            偶然自无底深渊浮上浅水，掀起巨浪如山崩般摧毁屋舍舟船。
                            <br><br>
                            岩神于是亲手用玉石与矶岩塑了一只鸢鸟。
                            <br><br>
                            石鸟甫一造成，便挣脱了万物桎梏的大地盘旋登上高空，
                            如烈日投出的长枪般，直插大洋中心魔兽与岩鲸激斗的战场，
                            巨兽应声被钉入了黑暗的海沟，不复浮出。
                            从此璃月的人们便摆脱了海中巨兽的咆哮。
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/天空之脊.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>天空之脊</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>元素充能效率&nbsp;&nbsp;8.0%-36.8%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 斫断黑翼的利齿
                        </div>
                        <div class="jnjs">
                            暴击率提升8%/10%/12%/14%/16%， 普通攻击速度提升12%,
                            此外，普通攻击与重击命中敌人时，有50%概率触发真空刃，在小范围内造成额外40%/55%/70%/85%/100%攻击力的伤害。该效果每2秒至多触发一次。
                        </div>
                        <div class="jstj">
                            推荐角色：雷电将军
                        </div>
                        <div class="jsjs">
                            没有薙草之稻光 薙草之稻光 时的优选之一，被元素爆发「奥义•梦想真说」强化后的普通攻击能够享受到其攻击速度的加成，但该武器特效之一的真空刃无法被「奥义•梦想真说」强化后的普通攻击触发。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>支撑高天之脊。
                            风之神真挚的眷属，守护风之国度的决心从未动摇改变。
                            坚硬不移的意志，支撑着风之龙与恶秽的仇敌誓死厮杀。
                            <br><br>
                            在过去，觊觎蒙德安乐的魔龙杜林袭来，蹂躏原野。
                            杜林的黑翼遮蔽天日时，漆黑的毒云随之弥散天空：
                            如同骄傲的千风再也无法担负云中飘摇的剧毒腐液，
                            黑雨遂从云端纷扬而下，遮盖了人们的恸哭与哀呼。
                            风之神被哀泣唤醒，他的心被绝望的沉默深深刺痛。
                            于是特瓦林受召而来，御万千强风，直刺弥天毒云。
                            <br><br>
                            巨龙自高天呼啸而下，如锋的长风斫裂了漆黑魔龙的蔽日毒翼。
                            追随着风之龙的羽翼，四方的疾风汇聚席卷，将污秽黑云击碎。
                            特瓦林以巨爪利齿控住毒龙，向着浮云也无法企及的高天飞去。
                            漆黑的暴雨骤然随乌云消散，燃烧的天空成为巨龙搏杀的战场。
                            <br><br>
                            最终，风龙的利齿深深刺穿魔龙的喉咙，巨爪撕裂腐朽的胸膛。
                            罪人的造物带着悠长的遗憾坠下了无垢的天空，落在了雪山上。
                            远在高天之上的凶猛缠斗，于深渊危机面前保护了风神的万民。
                            在胜利时分，烈毒的污血却正渗透巨龙齿间，涌入其脏腑之中。
                            <br><br>
                            腐毒痛彻骨髓，风之巨龙蜷缩在悠古的遗迹深处。
                            ——舔舐伤疮的特瓦林坚信着，它将再度被唤醒，
                            贯穿高天、逐散阴霾，助唱挚友、风之神的琴声。
                        </p>
                    </div>
                </div>`, `    <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/息灾.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>息灾</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;49-741</p>
                            <p>攻击力%&nbsp;&nbsp;3.6%-16.5%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 灭却之戒法
                        </div>
                        <div class="jnjs">
                            获得12%/15%/18%/21%/24%所有元素伤害加成；施放元素战技后，获得持续20秒的「圆顿」，攻击力每1秒提升3.2%/4.0%/4.8%/5.6%/6.4%，该攻击力提升效果至多叠加6次。当装备此武器的角色处于队伍后台时，「圆顿」的攻击力提升效果翻倍。
                        </div>
                        <div class="jstj">
                            推荐角色：申鹤
                        </div>
                        <div class="jsjs">
                            立绘所持武器，外观、强度毕业。申鹤的冰翎为攻击力加成且不锁面板，可以完美吃到武器的后台加攻效果；白值为全武器最高的741，攻击力百分比加成随之水涨船高，最大化申鹤提供的增益效果。唯一美中不足的是不提供充能，在没有第一命座时，建议携带充能沙或冰系队友协助充能。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>据说是由世外之物打造成的长柄兵器。
                            曾经在无数孤忠而薄命之人手中流转，
                            见识过许多厮杀的始末与妖异的血肉。
                            <br><br>
                            传说曾有散祟之人来到晶砂之渊口，
                            自其中至深处取来水色的不祥晶石，
                            请人将其铸成兵器，名之「息灾」。
                            <br><br>
                            「将来倘若有灾厄降临，一定也能借其平定吧。」
                            嶙峋岩山中求生的部民，向来是不爱噓枯吹生的。
                            但既然不曾定有契约，也没有付出，收下也无害。
                            <br><br>
                            当妖物的军势旌悬层岩，将辰砂色的大地涂黑时，
                            千岩的干城与漆黑的军势相撞，离群的驺骑徂殁。
                            如同瞑色中的冷星，息灾在漩涡的中心明灭闪耀…
                            <br><br>
                            最终夕曛破开阴云时，污泥终于没入了渊薮深处。
                            息灾也随着挥舞它的夜叉消失其中，而归于沉寂。
                            往后，挥舞这柄长枪的人多半都罹受类似的命运，
                            但不受百里之命而讨敌、不曾矢誓而捍卫黎民者，
                            对这样的命运多半也不会有所怨咎吧…
                            <br><br>
                            也有一说这柄长枪曾经被其他人相中借走。
                            并在冷清的水蚀洞窟中见证过至交的反目。
                        </p>
                    </div>
                </div>`, `  <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/护摩之杖.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>护摩之杖</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>暴击伤害&nbsp;&nbsp;14.4%-66.2%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 无羁的朱赤之蝶
                        </div>
                        <div class="jnjs">
                            生命值提升20%/25%/30%/35%/40%。此外，提供基于装备该武器的角色生命值上限的0.8%/1%/1.2%/1.4%/1.6%，获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得1%/1.2%/1.4%/1.6%/1.8%最大生命值上限的攻击力提升。
                        </div>
                        <div class="jstj">
                            推荐角色：胡桃
                        </div>
                        <div class="jsjs">
                            胡桃的毕业武器，武器效果、外观、还有故事背景完美契合胡桃。在所有长柄武器中护摩为胡桃的最优选，目前尚没有其他武器能超越。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>以炽焰洗净一切不洁之物，让污秽与火光一同升向可容纳一切的高天：
                            这种祭仪曾在浇季中，点亮过大陆各处的薪柴，升起求福退邪的狼烟。
                            <br><br>
                            这种炽热的祭仪在悠古的纷争高扬的时代一度盛行。
                            因为静默神骸的妄念与梦想会化为凭附的恶瘴菑疠，
                            将不再属于他们的子民与不曾属于他们的人子带走。
                            <br><br>
                            彼时，救死的医者从耀若黄昏的烈火中听见，
                            油脂沸腾枯草崩裂的响声中的低吟。
                            「只有无羁之火能净化天地的污浊」
                            「升起朱赤的柴禾，摒退一切妖邪」
                            <br><br>
                            医者持妖红的手杖，引燃沾染了邪污的事物。
                            那些被恶业与灾殃缠上的往者，未能承受深重哀伤的逝者，
                            将在火中化作灰之蛱蝶，自浊世的一切不幸与嗟伤中解脱。
                            而点燃无数柴禾堆的医者，传说也最终化成了飞蝶般的烟。
                            <br><br>
                            即使这种祭仪随着和平与岁月被遗忘，
                            漆黑的明威面前中,心中怀着烈火的人总能听见，
                            炫惑的火之舞低吟,只有无羁的炽焰能净化天地…
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/薙草之稻光.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>薙草之稻光</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>元素充能效率&nbsp;&nbsp;12.0%-55.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 非时之梦·常世灶食
                        </div>
                        <div class="jnjs">
                            攻击力获得提升，提升程度相当于元素充能效率超出100%部分的28%/35%/42%/49%/56%，至多通过这种方式提升80%/90%/100%/110%/120%。施放元素爆发后的12秒内，元素充能效率提升30%/35%/40%/45%/50%。
                            注：是基于元素充能效率来获得一个百分比攻击力加成。
                        </div>
                        <div class="jstj">
                            推荐角色：雷电将军
                        </div>
                        <div class="jsjs">
                            终极毕业武器，对雷神而言外观毕业。副属性提供高额充能效率的同时把充能转化为攻击力，解决了充能问题以及因使用充能沙漏而导致面板攻击力较低的问题，是一般情况下的最优解。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>所谓薙刀，乃是斩除芜杂之利器。
                            秉薙刀之人，意在守护恒常之道。

                            <br><br>
                            当高踞雷云之上者俯视她所倾心的凡世，
                            所见无不浅薄的争端，闪灭的执欲泡影…
                            争夺源于无谓爱执与狂欲，乃恒世之敌。
                            搅扰不变恒世的杂草，将交由雷光殛灭。
                            <br><br>
                            「那么——在这世间的瞳仁里，又会映出怎样的永恒呢？」
                            依然清晰静滞的回想中，樱树下把酒对饮的那位神人问道，
                            <br><br>
                            真是无谓的问题啊。
                            虽然彼时给出的答案因为酒已经不记得了，
                            但如今孤孑者在无数次追忆中得到了答案。
                            甘美之实需要疏果，绀染之物需要末摘花。
                            在永恒的常寂光土，任何芜杂都不应容赦。
                            <br><br>
                            「尽管如此呀，尽管如此…」
                            「以威权刃光薙除蔓生的执妄，消灭梦想从容生灭的可能…」
                            「如此不容争端、无所得失的寂静之世，将是失忆的迷途。」
                            在永恒的心脏之中，昔日友人如是丁宁，绯樱气息恍如今日。
                            <br><br>
                            毕竟目睹了深黑的湮灭将珍重之人淹没的景象，
                            又如何不视理不尽的生灭、无解的羁缘为死仇。
                            既然谁人都无法逆转现世之无常、绪绝的独乐，
                            那就将心中的常世净土带到她所珍爱的国度吧。
                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/贯虹之槊.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>贯虹之槊</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>攻击力%&nbsp;&nbsp;10.8%-49.6%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 金璋皇极
                        </div>
                        <div class="jnjs">
                            护盾强效提升20%/25%/30%/35%/40%。攻击命中后的8秒内，攻击力提升4%/5%/6%/7%/8%。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。
                            （注：需要角色在场触发，角色离场效果不提前结束，有护盾时的加成数值在后台不会退化为无护盾时的。）
                        </div>
                        <div class="jstj">
                            推荐角色：钟离，魈
                        </div>
                        <div class="jsjs">
                            外观毕业，但强度上仅推荐站场输出玩法时使用。对自身输出和生存的增益尚可，但不如兼顾输出和辅助能力的护摩之杖。
                            魈开启元素爆发后获得巨大的伤害加成，加之拥有全角色第一的基础攻击力，使得百分比攻击力有很高的收益，比其他角色都适合盾枪。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>那是久远的过去，千帆与海兽浮波的年代。
                            是时璃月港城并不太平，海中多魔兽作乱。
                            <br><br>
                            传说深海之中盘踞着巨大的阴影。
                            以漩涡与水龙卷，将坚船粉碎，将猎物拥入无底的海渊。
                            又有传说，称海中有仙岛长虹浮现而出，气雾从中奔涌…
                            若有幸运者踏虹而登岛，则必将发掘出掩藏已久的秘宝。
                            又有传说道，那所谓的岛是栖息浅眠的魔兽。
                            <br><br>
                            水手船师之间的传说大多如此离奇。但有一个故事，他们深信不疑。
                            岩王帝君曾以长枪贯穿长虹，将肆虐大海的漩涡钉死在深海的中央。
                            <br><br>
                            据说那一天之后，时常有海豚与鲸在那片海域聚集徘徊，鸣叫歌唱。
                            有人说海豚与鲸在为自己所崇敬的神明哀哭吁叹，唱着婉转的悲歌。
                            也有人说它们惊叹岩王帝君的宝槊，竟确实有贯穿长虹落日的力量。
                            <br><br>
                            坊间也有传说认为。
                            终有一天，曾因为岩之君的神枪封印而归于死寂的漩涡会再度苏醒。
                            风会将深海的腥臭带上陆地，那是九头海蛇般的水龙卷暴起的前兆。
                            在那时，能镇住那「海里的东西」的，究竟会是谁呢…

                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/赤月之形.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>赤月之形</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>暴击率&nbsp;&nbsp;4.8%-22.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 烬日之影
                        </div>
                        <div class="jnjs">
                            重击命中敌人时，赋予生命值上限25%的生命之契，该效果每14秒至多触发一次。此外，装备者具有生命之契时，造成的伤害提升12%/16%/20%/24%/28%；若生命之契的数值大于等于生命值上限的30%，造成的伤害将进一步提升24%/32%/40%/48%/56%。
                        </div>
                        <div class="jstj">
                            推荐角色：阿蕾奇诺
                        </div>
                        <div class="jsjs">
                            赤月之形是阿蕾奇诺的五星毕业武器，外观和特效契合阿蕾奇诺。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>「坎瑞亚诸贵族的首上啊，赤红的月影早已殒落于渊天，你的血脉也已终于偏盲」
                            「统领我等的仁善之主啊，若你依然怀有对人子的怜悯，就请饮下这杯中之酒吧」
                            <br><br>
                            那是漆黑之日尚未遍照地底的久远时岁，古老尊荣的氏族统治着那广袤的王国。
                            迂执的祭司说服王座上昏聩的君王相信，高天之上的赤月之骸即是万象的主宰，
                            因为月光的色泽流淌在凡人的血肉之下，隐匿于渊底的漆黑，亦当由赤月而出。
                            既然如此，人之王便应以赤月之名自称。依循两界的光与焰，裁定无常的命运。
                            于是渴盼超越之人筑起无数恢宏的高塔，祷求早已逝去的赤月为他们带来拯救。
                            直至被斥为异端的星象学者们自虚假之天的倒影中窥见了世间一切命运的本源，
                            直至再也无法浇灭的质疑与愤怒如野火烧遍无梦的疆土，最终焚向月色的高宫…
                            <br><br>
                            待到漆黑之日遍照的时岁，赤月之名早已伴着赤红流尽，秽浊的残痕上唯余厄月之称。
                            无论是遘罹诅咒的不净者，还是未被命运玷染的无垢者，无人再以月骸的追随者自居。
                            唯有数人躲过了灭族之祸，藏匿于黑日未能照临的影中，渴盼赤月为仇怨赐敕下报偿——
                            <br><br>
                            只是那所谓的报偿终究未曾到来，黑日殒落于同样的愚昧与傲慢。
                            覆灭再临之时，唯有嗤笑的月光，洒落在早已灼成残灰的日影上。
                            <br><br>
                            「命运，命运，可怖而苍白的命运，你何竟卑屈于凶恣的僭君」
                            「若是厄月之骸早已将你锚定于死，旧日血仇又有何意义可寻」
                            「若是她编织的命运这般讥嘲我等，我等亦不妨高声讥嘲命运」
                            「直至烬日最后的残影焚灭旧世界，直至赤月见证无垢的明晨」

                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/长柄武器/赤沙之杖.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>赤沙之杖</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;44-542</p>
                            <p>暴击率&nbsp;&nbsp;9.6%-44.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 蜃气尽头的热梦
                        </div>
                        <div class="jnjs">
                            基于装备者元素精通的52%/65%/78%/91%/104%，获得攻击力加成。元素战技命中敌人时，将产生持续10秒的「赤沙之梦」效果：基于装备者元素精通的28%/35%/42%/49%/56%，获得攻击力加成，该效果至多叠加3层。
                        </div>
                        <div class="jstj">
                            推荐角色：赛诺
                        </div>
                        <div class="jsjs">
                            赛诺的五星毕业武器，武器特效和外观完美契合赛诺。赤沙之杖满级副属性提供44.1%的高额暴击率，武器特效能将元素精通大量转化为攻击力加成。装备该武器时建议选用主词条为“元素精通”的圣遗物「时之沙」部位。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>首先创造了日月。如此便有了白昼与黑夜。她曾以我已经忘却的语言描述三轮明月的夜空，那月轮之数便应当为三。
                            但愿世界的影子苏醒时，她们能在大地上投下珍珠色的微光。人们便能循着夜幕中沙丘镀银的轮廓寻得宿命的终点。
                            <br><br>
                            接下来创造重量。如此砂土便沉下，形成了大地。而没有重量的便是天空。我规定：应当仰赖土地，但是梦想深空。
                            重量不应当过大。否则土地便会捆缚人的双脚，使人走不远，不能向四方八方开拓；使人飞不高，不能向未来探求。
                            <br><br>
                            接着再次设立七贤僧，由他们治理地、水与诸星描绘的轨迹。即便天球只是幻造之物，仰望星月时常常有神话诞生。
                            <br><br>
                            在原本的世界，藩篱曾被撕毁，黯色的毒曾渗入大地。为了愈疗那个脆弱可悲不完美的世界，长钉降下，贯穿地壳。
                            但是，我所设定的规律要更优美、更精密，所以没有必要。也不应当有追随她的人为此枉死，不应有诗文因此失落。
                            <br><br>
                            然后应当隔绝毒药传来的兽径，因为服毒是比天空更深的罪。但是低语是多么甜美。其中述说的智慧又是多么鲜明…
                            新的世界里悄悄吹起了风。珍珠色的月光、琥珀色的余晖、草的浪潮与水的根系渐渐不再沉默，吟唱她留下的诗文。

                        </p>
                    </div>
                </div>`,]
let ssj = [` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/天空之傲.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>天空之傲</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>元素充能效率&nbsp;&nbsp;8.0%-36.8%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 斩裂晴空的龙脊
                        </div>
                        <div class="jnjs">
                            造成的伤害提高8%/10%/12%/14%/16%；施放元素爆发后，普通攻击和重击命中时会发出真空刃，对路径上的敌人造成80%/100%/120%/140%/160%攻击力的伤害，持续20秒或直至发出8次真空刃。
                        </div>
                        <div class="jstj">
                            推荐角色：优菈
                        </div>
                        <div class="jsjs">
                            对元素充能效率要求极高；优菈释放元素爆发后需要普通攻击叠光降之剑的层数，契合武器特效触发机制，并且作为物理输出角色可以充分发挥真空刃的威力。可以说与该武器各方面都十分契合。另外，触发武器特效时的外观在第一命座「光潮的幻象」加持下十分漂亮。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>撼动高天之勇。
                            罪人的魔龙之子于深邃的古国降生，
                            最终连黑金之翼也被风之傲骨斩断。
                            <br><br>
                            在过去，嫉妒蒙德光荣的魔龙杜林袭来，生灵涂炭。
                            民众为荒芜的土地恸哭，惊动了沉睡林间的风之神。
                            风之神受万众呼唤而现身，又将他的眷属召唤而来。
                            守护生命与自由的魔神，与那风之龙并肩御风而战。
                            <br><br>
                            在劈散丛云的恶战当中，风龙展开神主眷顾的六翼，
                            像重剑一般斩开了左右的天空，撕裂了杜林的钢鳞。
                            在天昏地暗的缠斗之中，风龙挥舞着挟风刃的巨爪，
                            如弯刀一般刺入杜林的身体，深深穿透腐黑的血肉。
                            <br><br>
                            这场战斗撼动高天，连无所畏惧的太阳也为之颤抖。
                            最终，恶龙的喉咙被特瓦林利齿撕碎，自天空坠落。
                            风之龙在神的祝福中赢得胜利，守护了蒙德的居民。
                            但其自身却被不慎饮下的毒血浸染，腐蚀渐渐入骨。
                            <br><br>
                            特瓦林身为英雄却被迫忍受孤独，毒血蚀骨的腐臭引来邪物。
                            深渊的诱惑下，风之龙也曾迷失堕落，其执着也曾化为邪恶。
                            但盲目的复仇狂怒与剧毒带来的疼痛，终被温柔的旧主安抚。
                            真诚的挚友与新的伙伴，以勇气扫除魔物，恢复了风龙之名。
                            <br><br>
                            长达百年的沉睡中，蒙德的众生忘却了特瓦林的气势。
                            但由于近日的风波，风龙六翼的身姿重现在人们眼前。
                            携着巴巴托斯的歌声，携着风神的祝福，
                            携着不羁的千风，他终于再度翱翔深空。

                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/无工之剑.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>无工之剑</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>攻击力%&nbsp;&nbsp;10.8%-49.6%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 金璋皇极
                        </div>
                        <div class="jnjs">
                            护盾强效提升20%/25%/30%/35%/40%。攻击命中后的8秒内，攻击力提升4%/5%/6%/7%/8%。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。
                        </div>
                        <div class="jstj">
                            推荐角色：迪卢克，优菈
                        </div>
                        <div class="jsjs">
                            有常驻盾或持续补给的结晶盾最重要，钟离最佳。纯面板武器，为站场输出角色提供大量攻击力加成并提高生存能力，在护盾能常驻时给的攻击力比不触发特效的狼的末路高。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>很久以前，璃月曾经有龙的身影。
                            并非乘风翱翔天际的龙，而是踞身于山峦之中，
                            身躯亦如山峦般庞大的悠古石龙。
                            <br><br>
                            传说它曾沉睡在南天门一带，与群山混若一体。
                            苏醒时，即使是微小的动作，或许只是伸懒腰，
                            也会导致大地轰鸣颤抖。
                            当时的岩君为了平息地动，来到了古龙的面前。
                            <br><br>
                            传说大地平息了很长一段时间。
                            而岩君的身边也多了一名伙伴。
                            <br><br>
                            但在最后，龙与神、人或许最终还是不相容吧…
                            <br><br>
                            龙被镇在大地深处后，畏怖着仙家与神的怒火，
                            曾经聆听岩石间的震颤，一同作乱的岩之龙蜥，
                            遁入了山间地底。
                            但随着数千年的时光流转,龙蜥再次开始骚动…
                            <br><br>
                            传说，胜者在镇压着古龙的巨木旁刺下这柄剑。
                            作为封印之一，魔物或是奸佞的人皆无法触碰。
                            如果传说属实，只有心澄如镜的人可以靠近它。
                            如果传说属实的话，这把剑又为何不知所踪呢…
                        </p>
                    </div>
                </div>`, `  <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/松籁响起之时.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>松籁响起之时</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;49-741</p>
                            <p>物理伤害加成&nbsp;&nbsp;4.5%-20.7%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 揭旗的叛逆之歌
                        </div>
                        <div class="jnjs">
                            飘游风中的「千年的大乐章」的一部分。攻击力提升16%；普通攻击或重击命中敌人时，角色获得一枚低语之符，每 0.3 秒内至多触发一次。拥有 4
                            枚低语之符时，将消耗所有低语之符，使附近队伍中所有角色获得持续12秒的「千年的大乐章·揭旗之歌」效果：普通攻击速度提升12%，攻击力提升20%。触发后 20
                            秒内，无法再次获得低语之符,[千年的大乐章]触发的多种数值效果中，同类数值效果不可叠加。
                        </div>
                        <div class="jstj">
                            推荐角色：优菈
                        </div>
                        <div class="jsjs">
                            毕业武器。副属性加成物理伤害，特效加成攻击力和攻速，契合优菈机制，改善普攻手感的同时提高光降之剑的叠层速度，对持续输出和爆发能力都有很大提高，在高精炼时收益尤为明显
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>以前有一首在民间流行的歌，是这么唱的：
                            「将凹陷的铁钱丢给远方来的歌手与诗人」
                            「将花束献给那少女」
                            「将令人落泪的苦酒」
                            「献给无法挽回的昨日，将歌声献给未来」
                            <br><br>
                            在诗歌与音乐随风而行的国度，人们有着乐天而敏感的灵魂。
                            据说在过去的一些时期，孤王与宗室会禁止一些和弦与曲调，
                            因为敏锐的人能从行诗人与歌手的音乐中感受到叛逆的信号，
                            歌曲与唱诗确实也曾被用作抗争者联络的方式。
                            <br><br>
                            而在宗室统治的时期，敬奉风神的教会曾经分裂成这样两派：
                            与王侯们随行共饮，一同推翻神像，谱写颂词与圣歌的教会，
                            以及没有神职者之名的圣徒。他们在地窖街巷与高墙外行走，
                            喝廉价烈酒，依人们手中流转的圣书原典与随风而来的话语，
                            祝福着平民与奴隶，谱写着不被允许的诗与歌。

                            <br><br>
                            当异国的角斗奴随着风之神的苏醒奋起，揭起叛逆的高旗时，
                            被称为无名牧者的年长圣徒迅速动员了西风教会真正的教众，
                            最终又与不少人一同，用自己的鲜血灌溉了这片青翠的大地。
                            而救国起事的信号，是这首小曲在那之前不曾唱出的另一半。
                            <br><br>
                            「将尖锐的铁片留给值得献出生命的战斗」
                            「将绞刑架留给小贼」
                            「将生锈的箭头磨利」
                            「留到松籁响起之时，将那衣冠禽兽射落」
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/狼的末路.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>狼的末路</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>攻击力%&nbsp;&nbsp;10.8%-49.6%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 如狼般狩猎者
                        </div>
                        <div class="jnjs">
                            攻击力提高20%/25%/30%/35%/40%；攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高40%/50%/60%/70%/80%，持续12秒。该效果30秒只能触发一次。
                        </div>
                        <div class="jstj">
                            推荐角色：迪卢克
                        </div>
                        <div class="jsjs">
                            泛用性高，提供大量攻击力加成，适合以攻击力倍率为主的输出角色。
                            狼的末路提供辅助能力，可以给全队提供攻击力加成。即便是辅助的双手剑角色也可以使用。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>被誉为北风的骑士，最终在风之神的城市结束了流浪。
                            <br><br>
                            浮浪风来者会互相吸引，肆意放浪的自由究竟是彷徨。
                            <br><br>
                            当骑士走进城市时，旅伴在远方的山丘上以沉默道别。
                            <br><br>
                            憎恶城墙和灯火气味的不羁的狼，仍需要广阔的原野。
                            <br><br>
                            北风的骑士怀着永远自由的心，将自己禁锢在城市里。
                            <br><br>随风而来的狼在城外林间自由奔驰，心却在骑士手中。
                            <br><br>骑士二度出城狩魔，狼都随战斗的气味同他共猎。
                            <br><br>孤狼与骑士始终默契无间，进退一致，恍若一体。
                            <br><br>狼与骑士纵然形影不离，但野兽的得年固不如万物灵长。
                            <br><br>北风的骑士最终以剑为冢，将狼埋葬在远离城市的郊野。

                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/苇海信标.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>苇海信标</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>暴击率&nbsp;&nbsp;7.2%-33.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 沙海守望
                        </div>
                        <div class="jnjs">
                            元素战技命中敌人后，攻击力提升20%/25%/30%/35%/40%，持续8秒；受到伤害后，攻击力提升20%/25%/30%/35%/40%，持续8秒。上述2种效果角色处于队伍后台时也能触发。此外，不处于护盾庇护下时，生命值上限提高32%/40%/48%/56%/64%。
                        </div>
                        <div class="jstj">
                            推荐角色：迪希雅
                        </div>
                        <div class="jsjs">
                            迪希雅的五星毕业武器，外观和武器特效完美契合迪希雅。武器特效提供的攻击力百分比和生命值百分比即使迪希雅处于后场也可以触发，唯一的限制就是不处于护盾庇护下时才能触发生命值提升。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>在王国林立又如砂上楼阁崩毁，在英杰如流星般降临又消逝的时代，
                            在沙之王怀着梦想，如同海雪般沉下后，曾为显贵的盲眼流浪诗人，
                            曾漫游在众砾如铁的汪洋，向各自分离的沙之民收集沙海的叙事诗。
                            <br><br>
                            他听闻故乡的陨落，刺盲其双眼的那位王子终压垮不堪重负的王位，
                            听闻了那位舞姬如何成就一个个王者，又令他们被沙暴湮没的传说，
                            听闻了清泉被砂流取代的哀声，城邦崩溃为村庄与部落的苍老悲鸣，
                            听闻了失乡王子的死与所执双剑的命运，而杀手又远走深林的故事…
                            至此如水般不可掌握又如流沙般吸引他的诸多歌，都沉在他的心中。
                            从炽热的沙暴中，死去久矣的沙漠之梦又自歌谣的碎片之中显现——
                            <br><br>
                            「在那重重沙丘之海的彼岸，曾矗立着赤砂之王的居所。」
                            「诸多街巷是赤金的线路，纷纷向着那唯一的王座聚合。」
                            「如灿金的独目，高贵的心，赤王曾是一切道路的终点…」
                            「但饰金的热梦最终醒转，伟大之眼为烈日与砂岚所炫。」
                            「命运如时岁之沙沉落黑暗的深底，流沙国土碾作金尘。」
                            <br><br>
                            命运的钟摆从未曾为王与凡人的愚行而停滞半分，
                            砂海中渺小的诸国、卑劣的君王最终被流沙吞没…
                            曾有偏执的王侯在林线外树起堡垒固守沙的荣誉，
                            最终其人兵将与边民四散，名讳也如风沙般失落。
                            在挖掘出过往处决犯行者的王器的水池废墟之上，
                            失去了沙之梦，又不愿放弃沙海的人们聚集于此。
                            以从未存在的苇海为名，与曾经应许的梦相回响…
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/裁断.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>裁断</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>暴击率&nbsp;&nbsp;4.8%-22.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 诸多朝与暮的誓约
                        </div>
                        <div class="jnjs">
                            攻击力提升20%/25%/30%/35%/40%；队伍中的角色获取结晶反应产生的晶片时，会为装备者赋予1枚「约印」，使元素战技造成的伤害提升18%/22.5%/27%/31.5%/36%，约印持续15秒，至多同时持有2枚。所有约印将在装备者的元素战技造成伤害后的0.2秒后移除。
                        </div>
                        <div class="jstj">
                            推荐角色：娜维娅
                        </div>
                        <div class="jsjs">
                            裁断是娜维娅的五星毕业武器，外观和特效契合娜维娅。该双手斧满级拥有高达674点基础攻击力，副属性提供22.1%暴击率，武器特效提供攻击力加成的同时，在拾取岩结晶反应产生的晶片时提升元素战技「典仪式晶火」的伤害。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>「听好了，亲爱的蕾蒂西娅。要记住你是兰道夫家的长女。」
                            「你要明白，我们贵族坐下时，国家之船就为我们所倾斜，」
                            「我们倒下时，会压垮无数的屋舍，还有栖身其中的平民。」
                            「所以，听好了，亲爱的蕾蒂西娅。」
                            「你要保持贵种气度与仪表的纯粹，不轻易表达愤怒悲喜。」
                            「因为我们的家名能赐给平民富贵，抑或是将其送进灰河。」
                            <br><br>
                            就算父亲如此说，在身为贵族之前，少女始终是少女：
                            手上没有煤灰与机油的束缚，心中就会向往「冒险」。
                            瞒着父兄与家仆，变装踏入不见阳光和雨水的地下城，
                            只是想看看那些无法掌握自己命运的卑小之人的生活。
                            这样或许比帕西法尔的魔术还有趣吧！少女暗暗兴奋。
                            但冒险却与她所期待的不同。也是，毕竟若无人安排，
                            她得到便不是能在聚会时与同龄贵族朋友笑谈的故事。
                            在看不见的危险如音乐、谎言或毒酒准备亮出利刃时…
                            <br><br>
                            「哎呀，这是哪家的小姐，竟然屈尊纡贵光临我们的灰河。」
                            将四方投射而来的骇人阴影驱散的则是一束柔和而熟悉的光。
                            「你是…」
                            他的名字就在嘴边，但问出口的却是如何识破了自己的伪装。
                            「您一点也不习惯撒谎哪。这不就承认了外人的身份了吗？」
                            「…毕竟，您的衣装没有煤灰，没有机油，也没有染过血，」
                            「对了，依您行走的方式来看，您似乎不太习惯穿裤子呢。」
                            <br><br>
                            在询问为何她认识的里德能在灰河行走自如时，年轻男子说：
                            「希望您能同意，这里的事您的父兄友人及家仆无须知晓。」
                            「正如老大所说的，让日光下的归他们，灰河中的归我们。」
                            「亲爱的蕾蒂西娅。请暂时忘记自己身为兰道夫家的长女，」
                            「请你作为一个人，随我来吧，用你不曾蒙尘的明亮双眼，」
                            「看看一样流着红血，有着血气与情爱的同胞生活的世界。」
                            这终究还是与她所期待的冒险不同。也是，在命运安排之下，
                            她经历了不能在聚会时与同龄贵族友人以及家仆笑谈的故事…
                            <br><br>
                            「蕾蒂西娅，我敬爱你高洁的灵魂。」
                            「我们将不再会是砍向树木的斧柄。」
                            「若有一日，我竟耽于尘世的荣华，」
                            「那时，就由你来裁决我的命运吧…」
                        </p>
                    </div>
                </div>`, ` <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/双手剑/赤角石溃杵.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>赤角石溃杵</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;44-542</p>
                            <p>暴击伤害&nbsp;&nbsp;19.2%-88.2%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 御伽大王御伽话
                        </div>
                        <div class="jnjs">
                            防御力提高28%/35%/42%/49%/56%；普通攻击与重击造成的伤害值提高，提高数值相当于防御力的40%/50%/60%/70%/80%。
                        </div>
                        <div class="jstj">
                            推荐角色：荒泷一斗
                        </div>
                        <div class="jsjs">
                            毕业武器。一斗的输出模式依赖普通攻击和重击，元素爆发能基于防御力提高攻击力，武器副词条提供暴击伤害加成，副词条更是完美契合。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>全名是「赤角石见石溃金涂金啮御狮子杵」，
                            是自称「御伽金刚狮子大王」的怪人的爱刀。
                            <br><br>
                            ……不过由于两者的名字实在过于冗长拗口，
                            孩子们称刀为「赤角大杵」，唤刀主叫「御伽大王」。
                            <br><br>
                            赤角大杵可是用入魔的般若断角制成的武器，
                            什么妖狐、妖狸、恶鬼，都被打得跪地求饶。
                            哪怕是「影向山灵善坊」这样有名的大天狗，
                            都惮于大杵的森森鬼气，不敢在大王前现身！
                            <br><br>
                            ——这些故事自然是连小孩子都不会相信的。
                            虽然御伽大王确实有力气，七个人一起也不能把他推出土俵。
                            看到摘不到果实的小孩，就一脚踢在树上，让菫瓜簌簌落下。
                            但有次不小心把果树踢倒了，被老人一路追着逃到了山上去。
                            他也曾经带着孩子们闯进官家饮酒赏红叶的歌会，
                            大声叫嚷着「御伽金刚狮子大王来退治恶鬼了！」
                            与兴致正好的娇小鬼人摔跤，当然结果惨不忍睹。
                            <br><br>
                            大王的能耐不过如此，连背负将军旗印的资格也没有，
                            又怎么能够让那些歌谣中的大妖怪拜服呢，孩子们说。
                            <br><br>「之前不过是对月痛饮，患了风寒罢了！」
                            御伽大王即使是辩解，也不忘爽朗地大笑。
                            真不知是寡廉鲜耻，还是真有得胜的自信…
                            <br><br>「这次我一定把妖怪的犄角折下带回来，」
                            「给你们看看御伽金刚狮子大王的能耐。」
                            「渡海而来的大怪物，也不是我的对手！」
                            <br><br>「所以就尽管跟着狐狸的使者躲起来吧。」
                            「哎呀，等老子回来，再陪你们玩摔跤。」
                            <br><br>虽然提到摔跤二字，孩子们想到的是娇小鬼人轻哼一声，
                            便将咆哮着猛冲而来的御伽大王高高抛到天上去的景象…
                            <br><br>再之后，与御伽大王比试摔跤的鬼人断臂折角后遁逃，
                            影向山的大天狗也避世隐居山林，不曾再在人前露面。
                            就结果而言，吹嘘这把奇形大刀的话的确算是成真了，
                            游手好闲的怪人御伽金刚狮子大王，却没有再现身过。
                            后来，怪人踢倒的菫瓜树经细心护养再度结出了果实。
                        </p>
                    </div>
                </div>`]
let gg = [`<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/冬极白星.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>冬极白星</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>暴击率&nbsp;&nbsp;7.2%-33.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 极昼的先兆者
                        </div>
                        <div class="jnjs">
                            元素战技和元素爆发造成的伤害提高12%；普通攻击、重击、元素战技或元素爆发命中敌人后，将产生1层持续12秒的「白夜极星」效果。处于1/2/3/4层「白夜极星」效果下时，攻击力将提高(10/20/30/48%)。由普通攻击、重击、元素战技或元素爆发产生的「白夜极星」将分别独立存在。
                        </div>
                        <div class="jstj">
                            推荐角色：达达利亚
                        </div>
                        <div class="jsjs">
                            毕业武器。暴击率副属性契合天赋「水形剑」的需要，有效降低面板成型难度；特效提供常驻的元素战技和元素爆发伤害加成，通过常规输出手段即可吃满「白夜极星」效果获得大量攻击力加成，与飞雷之弦振
                            飞雷之弦振
                            相比加成更加全面，对总输出的提升最大。背景故事也与人设契合。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>「我是曾为整个世界所背叛的带伤之狼，」
                            「我们终将建立谁人都不背弃的新世界。」
                            <br><br>
                            「身着灿如极昼的无垢之衣，」
                            「我等来自白银一般的雪国，」
                            「吹响宣告陛下明威的号角。」
                            <br><br>
                            「我们时常走在无月的黑夜。」
                            「时常在镀金的沙漠中跋涉。」
                            「时常感到暗处的刺骨敌意，」
                            「时常梦见遥远故乡的爱人。」
                            「但我等胸中常燃苍白之火。」
                            「煌如极地明星的执行官们，」
                            「指引我等永远不倦向前行。」
                            <br><br>
                            「倘若你也背负着不被容纳的梦、无法消除的伤，」
                            「为白日告终而不甘，为虚伪的许诺而常怀怒火，」
                            「就抬头仰望白磷色的苍星吧，那是我等的旗号；」
                            「那就加入我等的行列，让军靴如雷撼动大地吧。」
                            「愿随我等走向白夜极星者，我等绝对不会抛弃。」
                            「愿随我等走向至暗之地者，一同创造新世界吧。」
                            <br><br>
                            「须知一切的尽毁将是全新秩序的肇始。」
                            「在坏灭的终点迎来的将是无垢的黎明。」
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/天空之翼.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>天空之翼</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;48-674</p>
                            <p>暴击率&nbsp;&nbsp;4.8%-22.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 回响长天的诗歌
                        </div>
                        <div class="jnjs">
                            暴击伤害提高20%/25%/30%/35%/40%；攻击命中时有60%/70%/80%/90%/100%概率造成125%攻击力的小范围物理伤害，该效果每4秒/3.5秒/3秒/2.5秒/2秒只能触发一次。
                        </div>
                        <div class="jstj">
                            推荐角色：温蒂，达达利亚
                        </div>
                        <div class="jsjs">
                            外观和背景故事都与温迪十分契合，适合走攻、风、暴的培养路线。随着版本更迭，温迪增伤能力不足的缺点逐渐体现出来，且在低命时，主堆精通的温迪依靠染色和扩散伤害的总输出会比主堆双暴更高一些，偏功能性的终末嗟叹之诗也许是更好的选择。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>通透高天之琴。
                            据说，如今的风与人们的心中，仍回响着无比清澈的琴声。
                            传说深邃古国的魔龙来到风之国，是因为憧憬这样的乐声。
                            <br><br>
                            在古时，风之神巴巴托斯轻抚竖琴，唤来纯净的千风与歌。
                            为不羁的风与歌所沉醉，巨龙特瓦林降落大地，向他效忠。
                            巴巴托斯为结交新的伙伴而喜悦，便委托他守护蒙德众生。
                            于是，流浪的风神与风之龙，在友谊中成就了蒙德的黎明。
                            <br><br>
                            在过去，在战斗的最后，是颤动的琴声让魔龙停止了攻击，
                            高天的风之龙因此得到了一瞬的机会，终结了魔龙的流毒。
                            <br><br>
                            千风流转的恶战后，高天之龙终从漫长的长眠醒转。
                            眼前不见往日眷主，耳中却灌满了深渊传道者的毒。
                            那是视而不见的痛苦，是听而不闻的摧残。
                            毁灭一切的悲伤，压垮了身染剧毒的风龙。
                            <br><br>
                            风龙向自己曾经守护的一切发泄苦痛，
                            也对曾效忠的风之神发出恶毒的控诉：
                            控诉他对苦难的漠然，控诉他的无心，
                            诅咒他身为神主，却无情背叛了眷属。
                            <br><br>
                            但悲愤的眷属并不明了，风神依旧为拯救他而奔走。
                            仇怨压倒了怀念之情，象征主神的竖琴却仍在思慕。
                            百年的误会终将消除。
                            它终重又听见他的歌。
                        </p>
                    </div>
                </div>`, `  <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/最初的大魔术.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>最初的大魔术</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>暴击伤害&nbsp;&nbsp;14.4%-66.2%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 伟大者帕西法尔
                        </div>
                        <div class="jnjs">
                            重击造成的伤害提升16%；队伍中每存在一位与装备者元素类型相同的角色（包括装备者自身），将获得1层「手法」效果；每存在一位元素类型不同的角色，将获得1层「演技」效果。处于1/2/3层及以上「手法」效果下时，攻击力提升(16/32/48%)；处于1/2/3层及以上「演技」效果下时，移动速度提升(4/7/10%)。
                        </div>
                        <div class="jstj">
                            推荐角色：林尼
                        </div>
                        <div class="jsjs">
                            林尼的五星毕业武器，外观和武器特效契合林尼。满级副属性提供66.2%暴击伤害，武器特效除了为林尼的二段蓄力射击「隐具魔术箭」提供伤害加成以外，还契合他的被动天赋「完场喝彩」在与多位火元素角色（比如香菱和班尼特
                            ）组队时提升攻击力。所有增益效果在林尼的队伍组建完成后均为常驻效果，无需在战斗中满足触发条件或叠加效果层数。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>「我是大魔术师——『伟大者』帕西法尔！」
                            「你们将要目睹的是不曾想象的梦幻世界！」
                            「譬如说，大礼帽通往东方传说的大洞天！」
                            「譬如说，不受我们时空桎梏的镜中险境！」
                            <br><br>
                            所谓的魔术与行骗、行窃各有相似之处，
                            前者倚赖演技与叙事性，后者则是手法。
                            <br><br>
                            「刚刚科培琉司大师的戏里，有个神出鬼没侠盗吧？」
                            「我们的艺名，就用那个好了！如何？」
                            灰河水道边的小吃摊上，兴奋的青年意犹未尽地说道。
                            「帕西法尔？那我，就是被你劫走的蓝宝石美女喽？」
                            搭档这么回应道。笑声点亮了从不见天日的城下之城。
                            <br><br>
                            就这样，以行骗、行窃为生出没光荣剧院的小贼姐妹，
                            为舞台上的游侠喜剧故事所炫惑，忘记了入场的初衷，
                            萌生了凭借自己的手法与演技步入舞台上、聚光灯下，
                            用演出的光采公平照耀包厢贵客与无座席观众的梦想。
                            其中一人扮演「帕西法尔」，另一人则是助手约瑟芬。
                            起初表演是在爱德华多的酒馆中、水渠旁、摊贩边上，
                            满脸油灰的孩子们闪闪发亮的目光中与居民的掌声中，
                            到了后来则是在聚光灯如太阳般明亮炽热的光荣剧院。
                            「羽化成蝶」、「大洞天」、「镜中火」、「金鱼」…
                            正如这些演出的光采照耀着剧院的华贵包厢与无座席，
                            帕西法尔的名字在地上城与地下城中都令人津津乐道。
                            <br><br>
                            紫衣者常言人有属于自己的位置，舞台前也一样：
                            无论是俯瞰舞台的精致包厢，或是无座的贵客席。
                            但即使演出的光采会平等地照亮两者，在剧院外，
                            暂时遗忘的忿忿与不甘又总会如同树根渗入石墙。
                            <br><br>
                            在灰河整肃行动中，石墙终于倒下了。
                            总是负责扮演约瑟芬的少女赶回灰河。
                            除了常年弥漫着的锈铁与腐败的气味，
                            只有愤怒、悲伤与没能完全干涸的血。
                            <br><br>人们所知的是帕西法尔，助手不过是助手。
                            如果事情只是这样，那就很简单、很干净。
                            正如被利剑一分为二的助手总是毫发无损，
                            消失的怀表也总会还给视而不见的观众们。
                            少女终于失去了她所安于生活的「位置」。
                            也由此她设计出了属于她们的「大魔术」。
                            <br><br>「我是大魔术师——『伟大者』帕西法尔！」
                            「你们将要目睹的是不曾想象的梦幻世界！」
                            「没有贵族没有王，没有指着你们的刀剑！」
                            「没有生来的富贵，没有无法摆脱的贫困！」
                        </p>
                    </div>
                </div>`, `   <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/猎人之径.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>猎人之径</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;44-542</p>
                            <p>暴击率&nbsp;&nbsp;9.6%-44.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 兽径的终点
                        </div>
                        <div class="jnjs">
                            获得12%/15%/18%/21%/24%所有元素伤害加成。重击命中敌人后,将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的160%/200%/240%/280%/320%。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。
                        </div>
                        <div class="jstj">
                            推荐角色：提纳里
                        </div>
                        <div class="jsjs">
                            提纳里的五星毕业武器，武器特效契合提纳里。满级提供44.1%暴击率，精炼1级时提供12%全元素伤害加成的同时并在蓄力射击命中敌人后基于元素精通的160%提高蓄力射击的伤害。该武器特效相当于为小提新增了重击的精通倍率，因此猎人之径在小提身上的强度非常高。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>用白枝制成的饰金猎弓，其中蕴含森林的祝福。
                            长出这种洁白枝条的树，在地上已经很少见了。
                            祝福曾一度被黑血掩盖。但污渍已被水洗净了。
                            <br><br>
                            追猎漆黑兽群的猎手，她的捕猎似乎永无止境。
                            数夜在朽叶堆下等待，数日埋身于肉块中假寐，
                            只为射出穿透心脏的一箭。然后，寻找新猎物。
                            <br><br>
                            渐渐地猎手不再担心风将自己的所在传给猎物，
                            不再利用葱色的野花来掩盖自己身为人的气息，
                            因为她散发的气味变得与野兽熟悉的腥臭相近。
                            <br><br>
                            在成为猎手前，她早已忘记了人的言语。
                            在无止境的追猎中，忘记了时间与日月，
                            忘记了原本许诺她的无边无际的大猎场。
                            连起初找到她、将白枝制成的弓交给她，
                            又使她走上漆黑兽径的盲眼少年，
                            也在心无旁骛的狩猎中被遗忘了。
                            <br><br>
                            「染血者永远也不能找到，彼方无边际的苍翠猎场。」
                            「不，师父，这个恶兽横行的世界才是我的猎场吧…」
                            <br><br>
                            在月光投下的净水中，猎手发现，原来自己也不知不觉变成了野兽的模样。
                            循着野兽留下的路径，水影中映出的黑骑士与剑锋，找到了不知所措的她…
                            <br><br>「不过又是一头需要消灭的魔兽，为水中的月轮所惑罢了。」
                            「真奇怪。有那么一瞬间，我还以为是迷失森林的少女呢…」

                            「继续西行吧。为了正义…为了清算将人歪曲为野兽的罪。」
                        </p>
                    </div>
                </div>`, `  <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/终末嗟叹之诗.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>终末嗟叹之诗</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>元素充能效率&nbsp;&nbsp;12.0%-55.1%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 别离的思念之歌
                        </div>
                        <div class="jnjs">
                            飘游风中的「千年的大乐章」的一部分。元素精通提高60点；元素战技或元素爆发命中敌人时，角色获得一枚追思之符，每0.2秒内至多触发一次，角色处于队伍后台也能触发。拥有4枚追思之符时，将消耗所有追思之符，使附近的队伍中所有角色获得持续12秒的「千年的大乐章·别离之歌」效果：元素精通提高100点，攻击力提升20%。触发后20秒内，无法再次获得追思之符
                        </div>
                        <div class="jstj">
                            推荐角色：温迪
                        </div>
                        <div class="jsjs">
                            副词条充能适合温迪，武器被动容易触发，适合辅助温迪使用，外观毕业。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>「西方的风会带走酒的香气」
                            「山间的风带来凯旋的消息」
                            「远方的风牵动着我的心」
                            「沙沙唱着我对你的想念」
                            <br><br>
                            过去，有一名总是愁容满面的骑士。
                            只有这首歌才能使他眉头稍稍舒展，
                            只有在广场上唱这首歌的那位少女，
                            才能使他暂时忘却职责带来的重负。
                            <br><br>
                            但古国灾厄降临的腥臭最终传到了这片土地，
                            而飘荡在欢欣的风中的歌词也被毒龙的咆哮、
                            魔物撼动大地的脚步声、叹息声与烈焰撕碎。
                            不愿成为王的风之神听见了恸哭的声音，
                            为了守护故友梦想的，和风眷顾的青绿原野，
                            从长眠中醒转，与天空的湛青之龙一同战斗…
                            之余，骑士与骑士团也为了国土与家园而战。

                            <br><br>
                            当猛毒之龙殒命在冰封之山，湛青之龙长眠于尖塔古城时，
                            骑士却在谷地中流尽了鲜血。倒下时，他所挂念的只有——
                            「现在在远方求学的她，应当平安无事吧。真想再听听她唱的歌」
                            「至少艾伦德林与罗兰无恙。她归乡时，灾厄应该已经平息了吧」
                            <br><br>
                            称颂神、记载双龙之战的诗有许多，最终又慢慢佚失，
                            那位少女曾经爱唱的小曲，也在她返乡后，变了样子。
                            「蒲公英随着晨间的风远行」
                            「秋日的风带回收获的芬芳」
                            「但无论怎样的风」
                            「也不能再为我带来你的注视了」
                            <br><br>
                            泪水与歌声都枯竭后，少女决定挥霍生命之火，洗净世界的歪曲…
                        </p>
                    </div>
                </div>`, `   <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/若水.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>若水</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;44-542</p>
                            <p>暴击伤害&nbsp;&nbsp;19.2%-88.2%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 洗濯诸类之形
                        </div>
                        <div class="jnjs">
                            生命值提升16%/20%/24%/28%/32%。周围存在敌人时，装备该武器的角色造成的伤害都会提升20%/25%/30%/35%/40%，不论该角色处于场上或是处于队伍后台。
                        </div>
                        <div class="jstj">
                            推荐角色：夜兰
                        </div>
                        <div class="jsjs">
                            夜兰的毕业武器，能力、外观、故事背景完美契合夜兰。夜兰的伤害基本不受攻击力影响而受自身生命值上限影响较大，低基础攻击力高副属性的弓比较适合夜兰。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>所谓水无常色，水无常形，可铸锋刃，可为良弓。
                            万千世界诸多物质，只有水最为柔润，最为坚韧。
                            奇兵诸武之中，这柄良弓正有着难测的唤水之能。
                            <br><br>
                            「能够包容一切污物，能够洗濯一切肮脏，而保持自身的纯净」
                            「能够变幻无限形状，能够模仿无穷生命，莫测却又不失本性」
                            「分而化作无数川流，密而不紊；合则如惊涛巨浪，力不可摧」
                            「蓝莹剔透之下，其深处往往掩藏着光也无法穿透的诸多秘密」
                            「这便是水的神奇，纵有千心万智，也难以参透其中变化万千」
                            <br><br>
                            有幸为群玉阁上的贵人工作之前，曾听到年迈的前辈如此教诲。
                            权术与商谋的世界永远肆虐着暗礁与风暴，星布着残损的船骸。
                            胸怀宏大野心，坐拥强大资财之人，往往更能精巧地顺风远航，
                            从而躲避无处不在的竞夺与恶意，在逆流的湍瀑之间扶摇直上。

                            <br><br>
                            「话虽如此，我可全无大人物的心性，也耐不得那许多无聊」
                            「更愿享受茶室香茗，乐见世事如六面骰子投出的万千结果」
                            「曾在夜幕下潜入贼人藏匿之处，也曾破获异国强敌的阴谋」
                            「但这并非为达官显富扫除异己而张目行事，仅因水亦有源」
                            <br><br>
                            为了保护源头的纯净，水的温柔意志亦当化作利刃，成为良弓。
                            淡蓝满月之下，阴谋与密语交织之中游刃有余，是为水形之智。
                        </p>
                    </div>
                </div>`, `  <div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/阿莫斯之弓.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>阿莫斯之弓</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>攻击力%&nbsp;&nbsp;10.8%-49.6%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 矢志不忘
                        </div>
                        <div class="jnjs">
                            普通攻击和重击造成的伤害提升12%/15%/18%/21%/24%；箭矢发射后每经过0.1秒，伤害还会提升8%/10%/12%/14%/16%。至多提升5次。
                        </div>
                        <div class="jstj">
                            推荐角色：甘雨
                        </div>
                        <div class="jsjs">
                            毕业武器，主C甘雨的主要输出来自二段蓄力攻击，与该武器完美契合。实战中不必为了吃满特效而刻意拉距离，得不偿失。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>那是荒芜的上古时代，是翠绿的大地仍苍白如骨的过去。
                            赤脚在白雪上行走的少女，追随乖僻的塔中君王的脚步。
                            <br><br>
                            他曾是她的所爱，但烈风从来无法理解凡骨肉胎的柔软。
                            他曾是她的仇敌，但她的追猎绝非仅仅为了浅薄的复仇。
                            <br><br>
                            「我梦见海浪与细沙，我梦见青翠的森林与大地」
                            「我梦见野猪在浆果丛嬉戏，我梦见高耸的尖塔」
                            她曾用柔软的语调向他诉说，但神王却充耳不闻。
                            <br><br>
                            从盲目的依恋中醒悟，她才发觉他原来没有真心：
                            正如他口中满是对人的爱，身边却只有如刀的风。
                            眼中睥睨着在无尽的烈风中，直不起身子的子民，
                            却认为他们表示的是对王者的敬爱与无边的顺服。
                            <br><br>
                            那是北风的僭主与高塔君王鏖战的年代，
                            女猎手误以为自己曾拥有奴隶主的宠爱。
                            在战斗的最末，在抗争之风吹起的时候，
                            她同无名的少年、无名的精灵、无名的骑士一同，
                            登上如剑刺向深空的尖塔，挑战风中的乖僻王者。
                            <br><br>「如此便能得到他的注视吧」
                            <br><br>然而直到她将箭矢射向他的那一刻，
                            直到聚拢的烈风将她撕碎的那一刻，
                            她才意识到自己与烈风之主的距离。
                        </p>
                    </div>
                </div>`, `<div class="quanbu">
                    <div class="x">
                        <img src="图片/box4/关闭.png" alt="">
                    </div>
                    <div class="zuo1">
                        <div class="tupian">
                            <img src="图片/box4/武器/弓/飞雷之弦振.png" alt="">
                            <img src="图片/box4/yk'.png" alt="">
                        </div>
                        <div class="name">
                            <p>飞雷之弦振</p>
                            <p>★★★★★</p>
                        </div>
                        <div class="gjl">
                            <p>攻击力&nbsp;&nbsp;46-608</p>
                            <p>暴击伤害&nbsp;&nbsp;14.4%-66.2%</p>
                        </div>
                        <div class="jn">
                            武器技能 - 飞雷御执
                        </div>
                        <div class="jnjs">
                            攻击力提高20%，并能获得「飞雷之巴印」的威势。飞雷之巴印：持有1/2/3层飞雷之巴印时，普通攻击造成的伤害提高(12/24/40%)。在下列情况下，角色将各获得1层飞雷之巴印：普通攻击造成伤害时，持续5秒；施放元素战技时，持续10秒；此外，角色元素能量低于100%时，将获得1层飞雷之巴印，此飞雷之巴印会在角色的元素能量充满时消失。每层飞雷之巴印的持续时间独立计算。
                        </div>
                        <div class="jstj">
                            推荐角色：宵宫
                        </div>
                        <div class="jsjs">
                            毕业武器。副属性提供高额暴伤，特效提供攻击力加成和普攻伤害加成，对宵宫的输出能力有着全面而均衡的提高；搭配追忆之注连四件套时开启元素战技后普攻即可吃满3层飞雷之巴印，持续时间也与「焰硝庭火舞」效果相匹配。
                        </div>
                    </div>
                    <div class="you2">
                        <p style="font-weight: 700; font-size: 20px;">&nbsp;&nbsp;故事</p>
                        <br>
                        <p>雷光灼灼的铭弓，即使被浓稠黑暗洗濯，依旧不失神采，
                            灾厄自远海而来的苦难时代，曾是某位剑豪的得意武器。
                            <br><br>
                            少年时曾不羁漫游山林，又与偶遇的大天狗相设赌局，
                            以年轻勇健的肉身与将军御赐的铭弓，互为豪赌之注。
                            <br><br>
                            至于那场赌局过程如何，或许只有酣饮畅醉时才依稀记起。
                            但待到那夜天色初白之刻，三胜三负，正与天狗赌成平手。
                            于是，不幸被天狗收为仆从小姓，幸而赢得了无双的宝弓。
                            <br><br>
                            「昆布丸，天狗的弓法乃是如此，给我好好看，好好学！」
                            被粗鲁地取了莫名其妙的外号，但终究见识了天狗的身姿。
                            空行于重重云间，无拘无束地回闪俯冲，以弓弦释出雷矢…
                            那是毫无保留的、真正的杀伐之舞，凶戾难测，优雅华美。
                            <br><br>
                            多年之后，已不再是做小姓的年纪，也颇学到些弓刀之术。
                            如此，便被没耐性的主子一纸荐书打发到了幕府的大门下。
                            追随将军的年月里，武艺多有精进，结识了许多友人与仇敌。
                            不羁空游的嗜好未曾改变，反而藉天狗之铭弓，更有恃无恐。
                            <br><br>「这次与你赌上一把，如何？嗯——就以这把弓为赌注吧。」
                            「我要将这把天下最好的弓为赌注，赌我能活着回到这里。」
                            「就寄放在你这吧。如果我高岭输了，那这把弓就归你了。」
                            「毕竟浅濑你算得了我流射术的真传。应该能用好它才对。」
                            「但，假使我赢了的话…」
                            <br><br>灾厄自远海席卷而来的岁月里，武士与逞强的巫女互设赌局，
                            以自深渊生还的机会，与将军御赐的铭弓，作为豪赌的赌注。
                            <br><br>
                            当漆黑的秽毒沉入大地，复归平静之时，剑豪并未归来。
                            而作为豪赌的胜果，将军御赐的铭弓被交予巫女的手里。
                            再后来，在狐斋宫不再现身的神林中、在相约再见的地方，
                            自渊薮蹒跚而来的孤独归人，终又与不再年轻的巫女再逢。
                            血泪干涸的漆黑眼眸重获神采，却被威光闪烁的钩矢射穿。
                        </p>
                    </div>
                </div>`]